[
    {
        "english": [
            "The perpetual motion machine."
        ],
        "russian": [
            "Вечный двигатель."
        ]
    },
    {
        "english": [
            "Left: The mystery fountain.\n\nRight: The energy field."
        ],
        "russian": [
            "Слева: Загадочный фонтан. \nСправа: Энергетическое поле."
        ]
    },
    {
        "english": [
            "A monolith."
        ],
        "russian": [
            "Монолит."
        ]
    },
    {
        "english": [
            "The bones of Zog."
        ],
        "russian": [
            "Кости Зога."
        ]
    },
    {
        "english": [
            "Dragon artifacts."
        ],
        "russian": [
            "Артефакты дракона."
        ]
    },
    {
        "english": [
            "Dairy"
        ],
        "russian": [
            "Молочные продукты"
        ]
    },
    {
        "english": [
            "Slaughterhouse"
        ],
        "russian": [
            "Скотобойня"
        ]
    },
    {
        "english": [
            "House for sale."
        ],
        "russian": [
            "Дом на продажу."
        ]
    },
    {
        "english": [
            "Beware the beast!"
        ],
        "russian": [
            "Остерегайтесь зверя!"
        ]
    },
    {
        "english": [
            "Abbey Graveyard"
        ],
        "russian": [
            "Кладбище аббатства"
        ]
    },
    {
        "english": [
            "Please leave your weapons on the table."
        ],
        "russian": [
            "Пожалуйста, оставьте оружие на столе."
        ]
    },
    {
        "english": [
            "The Well of Humility"
        ],
        "russian": [
            "Колодец Смирения"
        ]
    },
    {
        "english": [
            "This way!"
        ],
        "russian": [
            "Сюда!"
        ]
    },
    {
        "english": [
            "The crypt of Cantrell"
        ],
        "russian": [
            "Склеп Кантрелла"
        ]
    },
    {
        "english": [
            "The crypt of Spector"
        ],
        "russian": [
            "Склеп Спектора"
        ]
    },
    {
        "english": [
            "The crypt of Malone"
        ],
        "russian": [
            "Склеп Мэлоуна"
        ]
    },
    {
        "english": [
            "The crypt of Bourbonnais"
        ],
        "russian": [
            "Склеп Бурбониса"
        ]
    },
    {
        "english": [
            "The crypt of Beyvin"
        ],
        "russian": [
            "Склеп Бейвина"
        ]
    },
    {
        "english": [
            "The crypt of Jannati"
        ],
        "russian": [
            "Склеп Джаннати"
        ]
    },
    {
        "english": [
            "The crypt of Romero"
        ],
        "russian": [
            "Склеп Ромеро"
        ]
    },
    {
        "english": [
            "The crypt of Dwyer"
        ],
        "russian": [
            "Склеп Дуайера"
        ]
    },
    {
        "english": [
            "The crypt of Gabriella"
        ],
        "russian": [
            "Cклеп Габриэллы"
        ]
    },
    {
        "english": [
            "<vorteks klau, ni canportas>&\nVortex Chamber - no admittance&"
        ],
        "russian": [
            "<vorteks klau, ni canportas>&\nПалата Вихря - вход запрещён&"
        ]
    },
    {
        "english": [
            "<hiuman klau>&\nHuman Chamber&"
        ],
        "russian": [
            "<hiuman klau>&\nПалата людей&"
        ]
    },
    {
        "english": [
            "<librum klau>&\nLibrum Chamber&"
        ],
        "russian": [
            "<librum klau>&\nПалата Либрум&"
        ]
    },
    {
        "english": [
            "<naksatilor vidlem>&\nNaxatilor the seer&"
        ],
        "russian": [
            "<naksatilor vidlem>&\nПровидец Наксатилор&"
        ]
    },
    {
        "english": [
            "<prilem draksinusom>&\nLord Draxinusom&"
        ],
        "russian": [
            "<prilem draksinusom>&\nЛорд Драксинусом&"
        ]
    },
    {
        "english": [
            "<inmanilem>&\nHealer&"
        ],
        "russian": [
            "<inmanilem>&\nЦелитель&"
        ]
    },
    {
        "english": [
            "<beninlem>&\nGoodscrafter&"
        ],
        "russian": [
            "<beninlem>&\nРемесленник&"
        ]
    },
    {
        "english": [
            "<kansinlem>&\nFoodmaker&"
        ],
        "russian": [
            "<kansinlem>&\nПовар&"
        ]
    },
    {
        "english": [
            "<agracarinlem>&\nWeaponsmith&"
        ],
        "russian": [
            "<agracarinlem>&\nОружейник&"
        ]
    },
    {
        "english": [
            "<atri skitas>&\nThe Hall of Knowledge&"
        ],
        "russian": [
            "<atri skitas>&\nЗал знаний&"
        ]
    },
    {
        "english": [
            "<kahmanizende tablap>&\nThe Sacrificial Slab&"
        ],
        "russian": [
            "<kahmanizende tablap>&\nЖертвенная плита&"
        ]
    },
    {
        "english": [
            "<teresta sit summle mancar lemmur kahle.>&\n Here lie the honored ",
            "remains of those who have been sacrificed.&"
        ],
        "russian": [
            "<teresta sit summle mancar lemmur kahle.>&\n Здесь покоятся почитаемые останки тех, кто принесён в жертву.&"
        ]
    },
    {
        "english": [
            "<kuante esta klau anpor os prilemmur>&\n Within this chamber rest the ",
            "bones of kings.&"
        ],
        "russian": [
            "<kuante esta klau anpor os prilemmur>&\n В этом зале покоятся кости королей.&"
        ]
    },
    {
        "english": [
            "<teresta sit lem antende nom>&\nHere lie those that had no names.&"
        ],
        "russian": [
            "<teresta sit lem antende nom>&\nЗдесь покоятся безымянные.&"
        ]
    },
    {
        "english": [
            "<AVATAR LANE>"
        ],
        "russian": [
            "<УЛИЦА АВАТАРА>"
        ]
    },
    {
        "english": [
            "<BELLRI]ER LANE>"
        ],
        "russian": [
            "<ПЕРЕУЛОК ЗВОНАРЯ>"
        ]
    },
    {
        "english": [
            "<SERPENTS LOOP>"
        ],
        "russian": [
            "<ЗМЕИНАЯ ПЕТЛЯ>"
        ]
    },
    {
        "english": [
            "<[E KI]S WAY>"
        ],
        "russian": [
            "<КОРОЛЕВСКАЯ ДОРОГА>"
        ]
    },
    {
        "english": [
            "<[E SPIRITUAL PA[>"
        ],
        "russian": [
            "<ДУХОВНАЯ ТРОПА>"
        ]
    },
    {
        "english": [
            "Rope maker"
        ],
        "russian": [
            "Канатный мастер"
        ]
    },
    {
        "english": [
            "Thread maker"
        ],
        "russian": [
            "Прядильщик"
        ]
    },
    {
        "english": [
            "<[E LO] HAUL>"
        ],
        "russian": [
            "<ДОЛГИЙ ПУТЬ>"
        ]
    },
    {
        "english": [
            "<MUDFISH ROAD>"
        ],
        "russian": [
            "<ИЛИСТАЯ ДОРОГА>"
        ]
    },
    {
        "english": [
            "This scroll is filled with Lord British's notes on his astronomical ",
            "observations."
        ],
        "russian": [
            "Этот свиток полон записей астрономических наблюдений Лорда Бритиша."
        ]
    },
    {
        "english": [
            "\"With love, from cousin Manrel.\""
        ],
        "russian": [
            "\"С любовью, от кузена Манреля\"."
        ]
    },
    {
        "english": [
            "If you're looking for the clue, there's something for you under a ",
            "plant in Serpent's Hold."
        ],
        "russian": [
            "Если ты ищешь подсказку, для тебя есть кое-что под растением в Змеиной крепости."
        ]
    },
    {
        "english": [
            "Your next hint is under a beehive in Minoc."
        ],
        "russian": [
            "Следующую подсказку ты найдёшь под ульем в Миноке."
        ]
    },
    {
        "english": [
            "You're doing well! Next you should search the harpsichord in the Blue ",
            "Bottle Tavern."
        ],
        "russian": [
            "У тебя хорошо получается! Теперь ты должен найти клавесин в таверне \"Голубая Бутылка\"."
        ]
    },
    {
        "english": [
            "Well done! Now go search the beds in the jail in Yew."
        ],
        "russian": [
            "Молодец! А сейчас отправляйся в тюрьму в Тисе и обыщи там койки."
        ]
    },
    {
        "english": [
            "Most people would have given up by now... But since you haven't, you ",
            "can find the next hint under a cauldron in New Magincia."
        ],
        "russian": [
            "Большинство людей уже сдались бы... Но, раз ты не сдался, следующую подсказку ищи под котлом в Новой Маджинсии."
        ]
    },
    {
        "english": [
            "You're almost there! Search the stone lions in Lord British's castle."
        ],
        "russian": [
            "Ты почти у цели! Обыщи каменных львов в замке Лорда Бритиша."
        ]
    },
    {
        "english": [
            "Ho eyo he hum! You've won, you've won! Go to Iolo's @hut and ask Smith",
            " the horse to tell you the @clue!"
        ],
        "russian": [
            "Хо-эй-хе-хум! Ты победил, победил! Иди к @хижине Иоло, и пусть конь Смит раскроет тебе @ключ к разгадке."
        ]
    },
    {
        "english": [
            "Iolo's Place"
        ],
        "russian": [
            "Дом Иоло"
        ]
    },
    {
        "english": [
            "Baldwin's Big Book of Baking\n\n    Though some might scoff at the idea,",
            " the making of breads, pastries, pies, and cakes is one of the highest",
            " callings in life. Study this book carefully, and someday you may be ",
            "prepared to take on this awesome responsibility."
        ],
        "russian": [
            "Большая книга выпечки Болдуина\n\n     Кому-то эта мысль может показаться смехотворной, однако приготовление хлеба, булочек, пирогов и тортов - одно из самых высочайших призваний в жизни. Внимательно изучите эту книгу - и однажды будете готовы взять на себя такую огромную ответственность."
        ]
    },
    {
        "english": [
            "Hubert's Hair Raising Adventure\n\n Written and illustrated by Bill Pete",
            "\n\n Hubert the Lion was haughty and vain,\n And especially proud of his ",
            "elegant mane.\n But conceit of this sort is not proper at all,\n And ",
            "Hubert the Lion was due for a fall."
        ],
        "russian": [
            "Приключение Хьюберта, от которого волосы поднимаются дыбом\n\n Написано и проиллюстрировано Биллом Питом \n\nХьюберт был тщеславным львом\nИ гривою гордился он притом,\nНо зазнайство такое - не к добру,\nВот и пасть пришлось ему."
        ]
    },
    {
        "english": [
            "This book appears to be the log of a ship called \"The Empire.\" The ",
            "last entry speaks of the burying of a great treasure, and of the ",
            "growing discontentment of the crew. There's a hastily scrawled note at",
            " the end, in different handwriting, that says \"Captain Hawkins won't ",
            "be makin' no more log entries.\""
        ],
        "russian": [
            "Похоже, это журнал корабля \"Империя\". Последняя запись гласит о большом спрятанном кладе и растущем недовольстве экипажа. В конце есть спешная запись другим почерком: \"Капитан Хокинс больше не будет делать никаких записей в журнале\"."
        ]
    },
    {
        "english": [
            "Ye Lost Art of Ballooning\n\n    Back in the days of the Avatar's Quest,",
            " rumors spread of a strange sight in the skies. A tinker from the town",
            " of Minoc, claimed to have rediscovered the lost art of ballooning. ",
            "According to ancient lore, this was a mystical practice that allowed ",
            "one to soar through the air, higher than the birds themselves. No ",
            "records have been found of the rituals used to perform this feat, but ",
            "several farmers from the area still tell tales of strange sights. A ",
            "strange sphere was seen, way up in the sky, and the voices of men ",
            "could be heard drifting down from it. The apparition drifted up into ",
            "the clouds and was lost to sight. This took place years ago, and ",
            "naught has been heard of the mystic art of ballooning since that time."
        ],
        "russian": [
            "Утраченное искусство воздухоплавания\n\n    Еще во времена Странствий Аватара распространились слухи о странном явлении в небе. Сапожник из города Минок утверждал, что заново открыл утраченное искусство воздухоплавания. Согласно древним преданиям, это тайная практика, позволявшая парить в воздухе выше самих птиц. Никаких записей о ритуалах для этого свершения не найдено, но несколько местных фермеров всё ещё рассказывают истории о странных видениях. Высоко в небе видели необычную сферу, из которой доносились голоса людей. Явление поднялось в облака и исчезло. Это произошло много лет назад, и с тех пор о мистическом искусстве воздухоплавания ничего не слышно."
        ]
    },
    {
        "english": [
            "A Treatise on the Lore of Gargoyles by Norlick the Elder\n\n    Though ",
            "gargoyles are considered by most to be mere legend, no records exist ",
            "documenting the origins of the gargoyle \"statues\" that adorn many ",
            "castles. Even the towering stone guardians of the Codex of Ultimate ",
            "Wisdom have many of the physical characteristics of the \"legendary\" ",
            "gargoyle. Nobody seems to know where they came from either. Despite ",
            "the lack of hard evidence, there have been a fair number of ",
            "unconfirmed reports of sightings of live gargoyles.It is the opinion ",
            "of this author that daemons are a form of gargoyle. As many reliable ",
            "encounters with daemons have been documented in various scholarly ",
            "works, perhaps this is the best source of further information on the ",
            "subject of gargoyles."
        ],
        "russian": [
            "Трактат \"Знания о горгульях\" от Норлика Старшего\n \n    Хоть большинство и считает горгулий простой легендой, не существует никаких записей о происхождении “статуй” горгулий, украшающих многие замки. Даже возвышающиеся каменные стражи Кодекса Высшей Мудрости обладают многими физическими характеристиками “мифической” горгульи. По-видимому, никто не знает, откуда и они взялись тоже. Несмотря на отсутствие веских доказательств, было получено немало неподтверждённых сообщений о замеченных живых горгульях. По мнению автора, демоны - это одна из форм горгулий. Поскольку в различных научных работах задокументировано множество заслуживающих доверия встреч с демонами, возможно, это лучший источник дальнейшей информации о горгульях."
        ]
    },
    {
        "english": [
            "Tangled Tales\n\n    Once upon a time, in a strange land far away, there",
            " was a wizard's apprentice. His master, Eldritch, sent him on three ",
            "quests, knowing he would learn his lessons best with the real world as",
            " his classroom. He encountered many strange and wonderful things. ",
            "Ghouls and griffins stood in his way, and ghosts and giants as well. ",
            "But he also found new friends, and brave adventurers to help him. He ",
            "rode on a flying carpet, and on the back of a giant turtle. Finally, ",
            "after exploring an abandoned mine, a pyramid, and a castle in the ",
            "clouds, he finished his third quest. He had learned so much on his ",
            "journeys that his master rewarded him well, and declared him a wizard ",
            "in his own right. He soon opened a school of his own, and as the years",
            " passed, and students came and went, his beard grew long with years."
        ],
        "russian": [
            "Запутанные сказки\n    Давным-давно, в далёкой стране, жил ученик волшебника. Мастер Элдрич отправил его на три задания, зная, что лучше всего он усвоит уроки в реальном мире. С какими только странными и удивительными вещами он не сталкивался. Упыри и грифоны стояли у него на пути, а также призраки и великаны. Но зато ему на помощь пришли новые друзья и отважные путешественники. И он летал на ковре-самолёте и катался на спине гигантской черепахи. Наконец, после исследования заброшенной шахты, пирамиды и замка в облаках он завершил своё третье задание. Во время путешествий он столькому научился, что мастер щедро вознаградил его и объявил волшебником. Вскоре он открыл собственную школу, шли годы, ученики приходили и уходили, а борода его становилась всё длиннее и длиннее."
        ]
    },
    {
        "english": [
            "Knights of Legend, Volume I\n\n    Once, in the kingdom of Ashtalarea, ",
            "there was a great war. For a time it seemed the forces of evil would ",
            "triumph, but through the valiant efforts of Seggallion, the greatest ",
            "knight in the land, the forces of the dark lord Pildar were finally ",
            "driven back and defeated. All was well for a time, but years later ",
            "Pildar had grown powerful again. From his dark tower he wove his evil ",
            "schemes, and managed to capture the Duke, and the great knight ",
            "Seggallion as well. With his greatest foe out of the way, he was ",
            "prepared once more to set out on a campaign of conquest. In those ",
            "troubled times, a party of great heroes arose. After many perilous ",
            "adventures they finally won their way to Seggallion's prison and set ",
            "him free. They then set forth to discover what had become of the ",
            "Duke..."
        ],
        "russian": [
            "Легендарные рыцари, Том I\n    Когда-то в королевстве Ашталарея шла великая война. Какое-то время казалось, что силы зла восторжествуют, но благодаря доблести Сегаллиона, величайшего рыцаря в этих землях, войска тёмного лорда Пилдара были окончательно отброшены и побеждены. Сперва всё было хорошо, но спустя годы Пилдар снова набрался сил. В своей тёмной башне он придумал коварный план и сумел захватить герцога, а также великого рыцаря Сегаллиона. Избавившись от величайшего врага, он был готов снова начать завоевательную кампанию. В те смутные времена возник отряд великих героев. После многих опасных приключений они наконец прорвались в тюрьму, где был заточён Сегаллион, и освободили его. Затем отправились дальше, чтобы узнать, что сталось с герцогом…"
        ]
    },
    {
        "english": [
            "The First Age of Darkness\n\n    Early in the reign of Lord British ",
            "there came unto the land of Britannia a powerful wizard named Mondain.",
            " He brang forth many creatures of great evil, using the power of his ",
            "magic to control them. And there was great suffering throughout the ",
            "land. It was in these days that the Avatar first came unto our realm, ",
            "to vanquish Mondain and liberate our people."
        ],
        "russian": [
            "Первая эра Тьмы\n     В начале правления Лорда Бритиша в земли Британии прибыл могущественный волшебник по имени Мондейн. Он вызвал множество существ, несущих зло, управляя ими силой магии. Много страданий пережила страна. Именно в эти дни Аватар и прибыл впервые в наше королевство, чтобы победить Мондейна и освободить наш народ."
        ]
    },
    {
        "english": [
            "The Second Age of Darkness\n\n    After Mondain's passing, Minax the ",
            "enchantress brought forth terrors to menace the populace. She had been",
            " apprentice to Mondain. Perhaps more than that, if the moaning and ",
            "wailing that echoed through the halls outside their shared bedchamber ",
            "bore any meaning. She established a reign of death and destruction, ",
            "her magic fueled by the strength of her passion. Again it was only the",
            " return of the Avatar that put an end to the oppression. Minax was ",
            "vanquished, as Mondain before her."
        ],
        "russian": [
            "Вторая эра Тьмы\n\n    После гибели Мондейна на простой народ навлекла ужас чародейка Минакс. Она была ученицей Мондейна. Возможно, и не только, если стоны и вопли, которые эхом разносились по коридорам за пределами их общей спальни, о чём-то говорили. Она создала царство смерти и разрушения, её магия питалась силой её страсти. И снова лишь возвращение Аватара положило конец угнетению. Минакс была повержена, как и Мондейн до неё."
        ]
    },
    {
        "english": [
            "The Third Age of Darkness\n\n    Once Minax was gone, peace reigned for ",
            "twenty years. And then the last of Mondain's legacy became known. For ",
            "he and Minax had together produced an unholy creation known only as ",
            "Exodus. For many years it had stayed hidden, patiently gathering ",
            "information to heighten its powers. Finally it chose to exploit the ",
            "results of its diligence. Creating a mighty castle to reside in, ",
            "Exodus brought forth a third plague of monsters, and nowhere in ",
            "Britannia was safe from its relentless evil. This was the greatest ",
            "challenge yet for our hero from another world; yet once again the ",
            "Avatar proved triumphant. And with the defeat of Exodus, a new era of ",
            "prosperity began."
        ],
        "russian": [
            "Третья эра Тьмы\n    После смерти Минакс мир воцарился на двадцать лет. И тогда стало известно о последнем наследии Мондейна. Ибо он и Минакс создали нечестивое создание, известное только как Эксодус. На протяжении долгих лет он оставался в тени, терпеливо набираясь знаний и накапливая силы. Наконец, он решил воспользоваться результатами своих трудов. Создав могущественный замок, Эксодус исторгнул третье нашествие монстров. И нигде в Британии нельзя было укрыться от этого безжалостного зла. Оно стало величайшим испытанием для нашего героя из другого мира; и всё же вновь Аватара ждал триумф. И с поражением Эксодуса началась новая эра процветания."
        ]
    },
    {
        "english": [
            "The Quest of the Avatar\n\n    In days not long past, the Council of ",
            "Wizards erected shrines to the eight virtues, that people throughout ",
            "the land might meditate upon them. It was through studying the eight ",
            "virtues and the three underlying principles that the great hero, who ",
            "had defeated the Triad of Evil, started down the path that led to ",
            "Avatarhood.\n\n For verily it is known that the three principles are ",
            "Truth, Love and Courage;\n And that from Truth arises Honesty;\n And ",
            "from Love arises Compassion;\n And from Courage arises Valour;\n And ",
            "that Truth comingled with Love gives rise to Justice;\n And Love ",
            "comingled with Courage gives rise to Sacrifice;\n And Courage comingled",
            " with Truth gives rise to Honor;\n And Truth, Love and Courage all ",
            "united create Spirituality;\n And the absence of all three principles ",
            "leads to the vice of pride, which leads us to think of the virtue that",
            " is its opposite, that of Humility.\n\n    And on the quest to become ",
            "the embodiment of the eight virtues, the Avatar recovered the Codex of",
            " Ultimate Wisdom, and discovered that the one underlying concept that ",
            "leads to the three principles which lead to the eight virtues is ",
            "Infinity. Ponder this well, oh seeker!"
        ],
        "russian": [
            "Путь Аватара\n    В недалёком прошлом Совет Волшебников возвёл святыни восьми добродетелям, чтобы люди со всей страны могли медитировать у них. Именно благодаря изучению восьми добродетелей и трёх основополагающих принципов великий герой, победивший Триаду Зла, пошёл по пути, ведущему к Аватарству.\nИбо известны три принципа - Истина, Любовь и Мужество;\n И что из Истины возникает Честность;\n А из Любви возникает Сострадание;\n А из Мужества возникает Доблесть;\n И что Истина, в сочетании с Любовью, порождает Справедливость;\n А Любовь в сочетании с Мужеством порождает Жертвование;\n А Мужество в сочетании с Правдой порождает Честь;\n И Истина, Любовь и Мужество все вместе создают Духовность;\n И отсутствие всех трёх принципов приводит к пороку гордыни, которая заставляет думать, что добродетель - это противоположность Смирению.\n\n    И в стремлении стать воплощением восьми добродетелей Аватар восстановил Кодекс Высшей Мудрости и обнаружил, что единственная основополагающая концепция, ведущая к трём принципам, ведущим к восьми добродетелям, - это Бесконечность. Поразмысли над этим, о искатель!"
        ]
    },
    {
        "english": [
            "Warriors of Destiny\n\n    After the shining example set by the Avatar, ",
            "Britannia seemed all set to enter a golden age of peace and plenty. ",
            "And then a great tragedy took place. Lord British, the beloved ruler ",
            "who united the land of Britannia, and saw it through some of the ",
            "hardest times in its history, was lost. He had gone on an expedition ",
            "to explore the newly discovered underworld, and never returned. Many ",
            "thought him dead. Lord Blackthorn took control in his absence, ",
            "declaring martial law to maintain order. It was also around this time ",
            "that the three shadowlords appeared at Stonegate. They were powerful, ",
            "evil creatures, who could warp the minds of men and turn them away ",
            "from the three principles. 'Tis said they could draw on \"the power of ",
            "the vortex\" to transport themselves instantly anywhere in the realm. ",
            "It was a dark time. The Avatar was summoned back to Britannia, and ",
            "ultimately managed to rescue Lord British before the collapse of the ",
            "Underworld, restoring him to his rightful place on the throne."
        ],
        "russian": [
            "Воины Судьбы\n    После блестящего примера, поданного Аватаром, Британия, казалось, была готова вступить в золотой век мира и процветания. И тогда произошло большое несчастье. Лорд Бритиш, любимый всеми правитель, объединивший земли Британии и переживший вместе со всеми самые трудные времена в её истории, пропал. Он отправился в экспедицию, чтобы исследовать недавно обнаруженный подземный мир, и так и не вернулся. Многие считали его погибшим. В его отсутствие управление на себя взял Лорд Блэкторн, объявив во имя порядка военное положение. Примерно в это же время в Стоунхендже появились три Повелителя Теней. Они были могущественными злыми существами, которые могли искажать умы людей и отвращать от трёх принципов. Говорят, с помощью \"силы вихря\" они могли мгновенно перенестись в любую точку королевства. Настали тёмные времена. Вновь Аватара призвали в Британию, и в конце концов ему удалось спасти Лорда Бритиша перед обрушением Подземного мира, вернув на законное место на троне."
        ]
    },
    {
        "english": [
            "Windwalker\n\n    In exotic Khantun, there was a benevolent Emperor ",
            "known as Chao Ti. He ruled wisely and well until his Warlord, Zhurong,",
            " acquired an elixir from the evil alchemist Shen Jang to put the ",
            "Emperor into a coma. Evil spirits from the Astral Plane took over ",
            "shrines throughout the land, and it was a dark time. But a young ",
            "student, after completing his studies of the martial arts in a small ",
            "monastery, managed to liberate the shrines, defeat the warlord, and ",
            "cure the Emperor with the Elixir of Immortality. Long will his name be",
            " honored in Khantun."
        ],
        "russian": [
            "Шагающий по ветру\n\n     В экзотическом Хантуне жил милостивый Император, известный как Чао Ти. Он правил мудро и справедливо, пока его полководец Чжу Жун не приобрёл эликсир у злого алхимика Шэнь Цзяна, чтобы ввести Императора в кому. Злые духи из Астрального мира захватили святыни по всей земле, и настали тёмные времена. Но юный студент, закончив изучение боевых искусств в небольшом монастыре, сумел освободить святыни, победить полководца и вылечить Императора с помощью Эликсира бессмертия. Да будут долго чтить его имя в Хантуне."
        ]
    },
    {
        "english": [
            "The Caverns of Freitag\n\n    A great dragon named Freitag came unto the",
            " Mystic Isles, and there was much fear and anguish amongst the ",
            "populace. One day the warrior Gertan set forth to beard the dragon in ",
            "her lair, a vast series of caverns inhabited by strange creatures. He ",
            "drove Freitag away from the land, and there was much rejoicing."
        ],
        "russian": [
            "Пещеры Фрейтага\n\n    Великий дракон Фрейтаг пришёл на Мистические острова, и принёс он людям много страданий и страха. Однажды воин Гертан отправился сражаться с драконом в его логово - в огромную цепь пещер, населённую странными существами. Он изгнал Фрейтага, и был великий праздник."
        ]
    },
    {
        "english": [
            "Snilwit's Big Book of Boardgame Strategy\n\n Chess: Try to control the ",
            "middle of the board with your knights, bishops, and pawns. Nine Men's ",
            "Morris: Don't let any of your pieces get trapped in the corners. ",
            "Draughts: Keep your pieces along the sides of the board, where they ",
            "can't be captured."
        ],
        "russian": [
            "Большая книга Снилвита о стратегии в настольных играх\n\n Шахматы: старайтесь контролировать середину доски конями, слонами и пешками. Мельница: не допускайте, чтобы какие-либо из ваших фишек были отрезаны в углах. Шашки: держите свои фишки вдоль сторон доски, где их нельзя съесть."
        ]
    },
    {
        "english": [
            "Of Dreams and Visions\n\n    Some say that in our dreams our astral ",
            "selves journey to other realms of existence. Others say that imps and ",
            "daemons create dreams to disturb our sleep. Now let the truth be ",
            "known! Dreams are messages from the spirit world. Someday we will ",
            "learn to decipher them, and benefit greatly thereby."
        ],
        "russian": [
            "О снах и видениях\n\n    Одни говорят, что во снах наши астральные Я путешествуют в другие сферы существования. Другие говорят, что сны создают бесы и демоны, чтобы помешать нам выспаться. А теперь позвольте рассказать вам правду! Сны - это послания духовного мира. Когда-нибудь мы научимся их расшифровывать, и это принесёт нам большую пользу."
        ]
    },
    {
        "english": [
            "Crossbow Marksmanship by Iolo Fitzowen\n\n    There is a zen to shooting",
            " well. Become one with your crossbow. Clear your mind of all thoughts ",
            "save that of flying with the bolt to strike the target, and you will ",
            "not miss."
        ],
        "russian": [
            "Стрельба из самострела от Иоло Фитзоуэна\n\n    Для хорошей стрельбы нужен дзен. Стань един со своим самострелом. Очисти разум от всех мыслей, кроме летящего болта, поражающего цель, и тогда не промахнёшься."
        ]
    },
    {
        "english": [
            "Dilzal's Almanac of Good Advice\n\n Gambling is the surest way of ",
            "getting nothing for something. Small deeds done are better than great ",
            "deeds planned. Never play backgammon with a centaur."
        ],
        "russian": [
            "Альманах добрых советов от Дильзаля\n\n  Азартные игры - самый верный способ получить из чего-то ничего. Совершённые малые дела лучше, чем запланированные великие. Никогда не играйте в нарды с кентавром."
        ]
    },
    {
        "english": [
            "Plant Lore\n\n Mistletoe is easiest to find in the spring. Cut the ",
            "sprigs with your left hand for greatest effectiveness. Hibiscus leaves",
            " can be used to make a tea which is excellent for sore throats. Never ",
            "step on a dandelion, for it will anger any leprechaun who sees you do ",
            "so."
        ],
        "russian": [
            "Знания о растениях\n\n Омелу легче всего найти весной. Для максимальной эффективности срежьте веточки левой рукой. Листья гибискуса можно использовать для приготовления чая, который отлично лечит ангину. Никогда не наступайте на одуванчик, иначе разозлите лепрекона, если он вас увидит."
        ]
    },
    {
        "english": [
            "The Wizard of Oz by L. Frank Baum\n\n    A little girl named Dorothy, ",
            "from the far off land of Kansas was carried to the realm of Oz by a ",
            "tornado. And her little dog, too! She met three faithful companions, ",
            "who vowed to help her find a way home. There was a scarecrow, who was ",
            "on a quest for truth, a man of tin, who was questing for love, and a ",
            "lion, who quested for courage. Before their quest was done, little ",
            "Dorothy slew the wicked witch, freeing the land from her evil ",
            "influence. Her friends completed their quests, and she returned home ",
            "to Kansas."
        ],
        "russian": [
            "Волшебник страны Оз за авторством Л. Фрэнка Баума\n\n     Смерч унёс маленькую девочку по имени Дороти из далёких земель Канзаса в страну Оз. Вместе с её маленькой собачкой! Она встретила трёх верных товарищей, которые поклялись помочь ей найти дорогу домой. Страшила искал истину, железный дровосек жаждал любви, а лев искал мужество. Прежде чем путешествие завершилось, маленькая Дороти убила злую ведьму, освободив землю от её злых чар. Её друзья нашли то, что искали, а она вернулась домой в Канзас."
        ]
    },
    {
        "english": [
            "Alice in Wonderland by Lewis Carroll\n\n    Alice saw a peculiar white ",
            "rabbit one day. It was looking at its pocket watch and worrying about ",
            "how late it was. Alice chased it down a rabbit hole, and fell a very ",
            "long way. She found herself in a strange land. She went to a tea party",
            " there, with a mad hatter and a dormouse. She also met a strange ",
            "caterpillar, and a cat that could vanish, with its grin dissappearing ",
            "last. The queen of hearts yelled \"Off with her head!\" and her guards ",
            "ran up to grab Alice - but then she awakened, and realized it had all ",
            "been a dream."
        ],
        "russian": [
            "Алиса в стране чудес за авторством Льюиса Кэрролла\n\n     Однажды Алиса увидела необычного белого кролика. Он смотрел на свои карманные часы и беспокоился, что опаздывает. Алиса погналась за ним в кроличью нору и провалилась очень глубоко. Она оказалась в загадочной стране. Там попала на чаепитие с безумным шляпником и соней. А также встретила странную гусеницу и кота, который мог исчезнуть, причём последней пропадала его улыбка. Червонная Королева закричала: \"Отрубите ей голову!\", и стража погналась за Алисой, - но она проснулась и поняла, что это был сон."
        ]
    },
    {
        "english": [
            "The Lost Book of Mantras\n\n    Ahm Kim Rum Bem Mu Dim Sum Kyo Ra Lox ",
            "Nid Pey Beh Un Or Us Cah Biff Pow Ohm Summ Bang Lis Zowie Om Cow Frem ",
            "Ort Lum Spam Mho Yum Tea Meow"
        ],
        "russian": [
            "Утерянная книга Мантр\n\nАхм Ким Рам Бем Мю Дим Сам Кио Ра Локс Нид Пей Бех Ун Ор Ус Ках Биф Пау Омм Самм Лис Зоуи Ом Кау Фрем Орт Лам Спам Мё Юм Ти Мяу"
        ]
    },
    {
        "english": [
            "<S%\\KI] A PRESENT>"
        ],
        "russian": [
            "<ИЩЕШЬ ПОДАРОК>"
        ]
    },
    {
        "english": [
            "<TO GIVE A DRUID>"
        ],
        "russian": [
            "<ДЛЯ ДРУИДА>"
        ]
    },
    {
        "english": [
            "<TRY A BOTTLE OF OUR>"
        ],
        "russian": [
            "<ПОПРОБУЙ БУТЫЛОЧКУ НАШЕГО>"
        ]
    },
    {
        "english": [
            "<ENBALMI] FLUID>"
        ],
        "russian": [
            "<СНАДОБЬЯ ДЛЯ БАЛЬЗАМИРОВАНИЯ>"
        ]
    },
    {
        "english": [
            "<BURMA GRAVE>"
        ],
        "russian": [
            "<МОГИЛА БУРМЫ>"
        ]
    },
    {
        "english": [
            "<AS YOU ARE NOW SO ONCE WAS I>\n <AS I AM NOW YOU SOON SHALL BE>\n ",
            "<PREPARE FOR D%^[ WHEN [IS YOU S%\\>"
        ],
        "russian": [
            "<ТАКИМ, КАК ТЫ СЕЙЧАС, БЫЛ Я КОГДА-ТО>\n<ТАКИМ, КАК Я СЕЙЧАС, СКОРО СТАНЕШЬ ТЫ>\n<КОГДА ПРОЧТЁШЬ СИИ СЛОВА, ГОТОВЬСЯ К СМЕРТИ>"
        ]
    },
    {
        "english": [
            "<ON HIS WIFES BIR[DAY>\n\n <RALPH WAS CLEVER>\n\n <A TOMB_ONES [E GIFT>\n\n ",
            "<[AT LA_S FOREVER>\n\n <BURMA GRAVE>"
        ],
        "russian": [
            "<ЖЕНЕ В ПОДАРОК>\n\n<РАЛЬФ СЕРДЕЧНО>\n\n<ПОДНЁС МОГУЛУ ->\n\n<ДАР НАВЕЧНО>\n\n<МОГИЛА БУРМЫ>"
        ]
    },
    {
        "english": [
            "<GOLDEN LADS AND LASSES MU_>\n <LIKE CHIMNEY SW%\\PERS COME TO DU_>"
        ],
        "russian": [
            "<И ОТРОКИ, И ДЕВЫ ОДНИМ МАХОМ>\n<КОГДА-НИБУДЬ, КАК МУСОР, СТАНУТ ПРАХОМ>"
        ]
    },
    {
        "english": [
            "<[IS GR%^T MUSICIAN>\n <IS NOT JU_ DOZI]>\n <HERE HE LIES NOW>\n ",
            "<DECOMPOSI]>"
        ],
        "russian": [
            "<ВОТ МУЗЫКАНТ>\n<ИГРАЛ БЛЕСТЯЩЕ>\n<ПОСЛЕДНИМ В ЖИЗНИ>\n<СЫГРАЛ ОН В ЯЩИК>"
        ]
    },
    {
        "english": [
            "<HERE LIES JOHNS BODY>\n <WE LO_ HIS H%^D>\n <BUT HE DOESNT N%\\D IT>\n ",
            "<BECAUSE HES D%^D>"
        ],
        "russian": [
            "<ЛЕЖИТ ЗДЕСЬ ДРУГ НАШ ДЖОН>\n<БЕЗ ГОЛОВЫ ОСТАЛСЯ ОН>\n<НО ЗАЧЕМ ОНА ЕМУ>\n<ЕСЛИ ОН ДАВНО В ГРОБУ>"
        ]
    },
    {
        "english": [
            "<HI]ES RU_Y>\n\n <ON YOUR LOVED ONES COFFIN>\n\n <TIS NOT A BOX>\n\n <YOULL ",
            "OPEN OFTEN>\n\n <BURMA GRAVE>"
        ],
        "russian": [
            "<ПЕТЛИ РЖАВЕЮТ>\n\n<НА ЛЮБИМЫХ ГРОБУ>\n\n<ОТКРЫТЬ ВЕДЬ ЕГО ->\n\n<СЕБЕ НА БЕДУ>\n\n<МОГИЛА БУРМЫ>"
        ]
    },
    {
        "english": [
            "<HERE LIES A MAN TWAS KNOWN AS ED>\n\n <SO LOUD ALIVE  SO QUIET D%^D>"
        ],
        "russian": [
            "<ЛЕЖИТ ЗДЕСЬ ЭД, КРУТОЙ МУЖИК,>\n\n<ШУМЕЛ ПРИ ЖИЗНИ, УМЕР И ЗАТИХ>"
        ]
    },
    {
        "english": [
            "<HUSBAND [E FIR_>\n <SIR CEDRIC BURNED WI[ FIRE BOLD>\n <TILL HIS LIFE ",
            "WAS QUENCHED WI[ A DAGGER COLD>"
        ],
        "russian": [
            "<МУЖ ПЕРВЫЙ>\n<СЭР СЕДРИК ВЕСЬ ГОРЕЛ ОГНЁМ>\n<ПОКА НЕ ПОТУШИЛИ ЖИЗНЬ ХОЛОДНЫМ ТЕСАКОМ>"
        ]
    },
    {
        "english": [
            "<HUSBAND [E SECOND>\n <RODERIC PASSED WI[ AN AWFUL WAIL>\n <WHEN SOMEONE",
            " SERVED HIM POISONED ALE>"
        ],
        "russian": [
            "<МУЖ ВТОРОЙ>\n<ПОМЕР РОДЕРИК С УЖАСНЫМ ВОПЛЕМ>\n<КЕМ-ТО ОТРАВЛЕННЫМ ЭЛЕМ УГРОБЛЕН>"
        ]
    },
    {
        "english": [
            "<HUSBAND [E [IRD>\n <WALTER PASSED ON IN HIS SL%\\P>\n <HIS LA_ [OUGHTS A",
            " SECRET>\n <[AT D%^[ WILL K%\\P>"
        ],
        "russian": [
            "<МУЖ ТРЕТИЙ>\n<А УОЛТЕР ПРОСТО СКОНЧАЛСЯ ВО СНЕ>\n<ПОСЛЕДНИЕ МЫСЛИ>\n<С НИМ УШЛИ НА ТОТ СВЕТ>"
        ]
    },
    {
        "english": [
            "<HUSBAND [E FOUR[>\n <ROGERS MANNER WAS FORMAL AND _IFF>\n <TILL ONE DAY",
            " HE FELL OFF A CLIFF>\n <BUT NOW HIS BODYS A CORDIAL HO_>\n <TO WORMS ",
            "AND MAGGOTS>\n <FOR HES A GHO_>"
        ],
        "russian": [
            "<МУЖ ЧЕТВЁРТЫЙ>\n<БЫЛ РОДЖЕРС ЗЛОБНЫМ И ЖЕСТОКИМ>\n<ПОТОМ УПАЛ С ГОРЫ ВЫСОКОЙ>\n<ТЕПЕРЬ ЕМУ ВСЯК ГОСТЬ УЖ ЛЮБ>\n<ЧЕРВЯК С ЛИЧИНКОЙ>\n<ВЕДЬ ОН ТРУП>"
        ]
    },
    {
        "english": [
            "<HUSBAND [E FIF[>\n <MARTIN LEFT [IS WORLD OF TOIL>\n <WHEN HE FELL IN A",
            " VAT OF BOILI] OIL>"
        ],
        "russian": [
            "<МУЖ ПЯТЫЙ>\n<ПОКИНУЛ НАШ МИР МАРТИН НЕСЧАСТНЫЙ>\n<КОГДА УПАЛ В ЧАН С КИПЯЩИМ МАСЛОМ>"
        ]
    },
    {
        "english": [
            "<[OUGH SHE OUTLA_ED HUSBANDS FIVE>\n <NOW BE[ TOO IS NO MORE ALIVE>\n ",
            "<BUT AS SHE DREW HER FINAL BR%^[>\n <SHE SMILED A SMILE TO SCOFF AT ",
            "D%^[>"
        ],
        "russian": [
            "<ХОТЬ ПЕРЕЖИЛА МУЖЕЙ ПЯТЕРЫХ>\n<ТЕПЕРЬ И БЕТ УЖ НЕТ В ЖИВЫХ>\n<НО, СДЕЛАВ ВЗДОХ ПОСЛЕДНИЙ СВОЙ>\n<НАД СМЕРТЬЮ НАДСМЕЯЛАСЬ ВСЕЙ ДУШОЙ>"
        ]
    },
    {
        "english": [
            "This painting portrays a square staircase with no beginning or end. ",
            "There are a number of hooded monks facing in both directions. As you ",
            "look at the painting, you notice that the monks in the picture are ",
            "moving, very slowly, ascending and descending the staircase endlessly."
        ],
        "russian": [
            "На этой картине изображена квадратная лестница без начала и конца. По ней в разные стороны идут монахи в капюшонах. Когда вы смотрите на картину, то замечаете, что монахи очень медленно двигаются, без конца поднимаясь и спускаясь по лестнице."
        ]
    },
    {
        "english": [
            "This is a painting of a painting hanging on a wall. The painting ",
            "within the painting is of a pipe, floating in midair, with smoke ",
            "curling up from its bowl. The frame in the painting has a little ",
            "plaque on it that says \"This is not a pipe.\""
        ],
        "russian": [
            "Это картина картины, висящей на стене. На картине внутри картины - трубка, висящая в воздухе, с поднимающимся дымом. На раме картины есть небольшая табличка, на которой написано: \"Это не трубка\"."
        ]
    },
    {
        "english": [
            "This painting shows a strangely familiar scene. In a small museum, ",
            "several people stand regarding a painting hanging on the wall. You see",
            " only their backs. You reach up to scratch your head, and one of the ",
            "figures in the painting does likewise. It's you! This painting shows ",
            "whatever happens in front of it, like a mirror, but it shows you the ",
            "other side of everything, as if it were hanging on the opposite wall."
        ],
        "russian": [
            "На этой картине удивительно знакомая сцена. В небольшом музее несколько человек стоят у висящей на стене картины. Видно только их спины. Вы поднимаете руку, чтобы почесать голову, и одна из фигур на картине делает то же самое. Это вы! Эта картина, как зеркало, показывает, что происходит перед ней, но показывает с другой стороны, как если бы висела на противоположной стене."
        ]
    },
    {
        "english": [
            "This is a a very fancy portrait of you. At the bottom of the frame, a ",
            "small plaque reads simply \"The Avatar\". The portrait is signed ",
            "\"Woodroffe\" in the lower right hand corner."
        ],
        "russian": [
            "Это ваш портрет, очень помпезный. В нижней части рамки небольшая табличка гласит лишь: \"Аватар\". В правом нижнем углу подпись \"Вудрофф\"."
        ]
    },
    {
        "english": [
            "This is a painting by the famous Captain Fox."
        ],
        "russian": [
            "Это картина авторства знаменитого капитана Фокса."
        ]
    },
    {
        "english": [
            "This painting is by the renowned artist Helen Garriott."
        ],
        "russian": [
            "Эта картина принадлежит кисти художницы Хелен Гэрриот."
        ]
    },
    {
        "english": [
            "This painting bears the signature of the well known artist Musgrave."
        ],
        "russian": [
            "На этой картине подпись известного художника Масгрейва."
        ]
    },
    {
        "english": [
            "This is a painting by the respected artist Elmore."
        ],
        "russian": [
            "Это картина уважаемого художника Элмора."
        ]
    },
    {
        "english": [
            "This painting shows a satyr playing panpipes for the creatures of the ",
            "forest. It bears the signature of the highly talented Monica Knighton."
        ],
        "russian": [
            "На этой картине изображён сатир, играющий на многоствольной флейте для лесных существ. Подписано очень талантливой Моникой Найтон."
        ]
    },
    {
        "english": [
            "This is a painting of a tiger and a dragon, poised to do battle, ",
            "painted by the incomparable Elissa Martin."
        ],
        "russian": [
            "На этой картине приготовившиеся к битве тигр и дракон. Вышло из-под кисти несравненной Элиссы Мартин."
        ]
    },
    {
        "english": [
            "<kodeks rit>&\nThe Book of Ritual&\n\n <vervid ben kua i, naksatilor, ",
            "skri kuo i porle kodeks uide terreg ew estade kalle ante tim ",
            "benommani: ku auks lorrelinlem i beninle vorteks lorrel, o kua i le ",
            "vid kodeks kuater lem terinit anporle. i inle vorteks kuad re inbet ",
            "grav ok orblap ew trakpor vorteks destrak termur. estatim i perle ",
            "lorrel re inuislor kodeks ad kuad. vorteks tanle uide terailem, uislor",
            " inle ailemde, ew kodeks porle des re perle bende pa uide zenmur.> &\n\n",
            "(Translation)\n\nHeed well as I, Naxatilor, write of how I brought the ",
            "Codex to our land and  thereby ushered in the time of prosperity:*\n ",
            "With the help of the Lensmaker I crafted the Vortex Lens, by which I ",
            "could  see the Codex where it originally rested.*\n I created the ",
            "Vortex Cube to focus the power of the Moonstones and draw  the Vortex ",
            "down to the world.*\n Then I used the lens to form an image of the ",
            "Codex upon the cube.*\n The Vortex touched our plane, the image became ",
            "solid, and the Codex was  brought down to be used properly by our ",
            "race!&"
        ],
        "russian": [
            "<kodeks rit>&\nКнига ритуалов&\n\n<vervid ben kua i, naksatilor, skri kuo i porle kodeks uide terreg ew estade kalle ante tim benommani: ku auks lorrelinlem i beninle vorteks lorrel, o kua i le vid kodeks kuater lem terinit anporle. i inle vorteks kuad re inbet grav ok orblap ew trakpor vorteks destrak termur. estatim i perle lorrel re inuislor kodeks ad kuad. vorteks tanle uide terailem, uislor inle ailemde, ew kodeks porle des re perle bende pa uide zenmur.> &\n\n(Перевод)\n\nВнемлите, как я, Наксатилор, пишу о том, что принёс Кодекс на нашу землю и тем самым провозгласил начало времени процветания:*\n С помощью Мастера линз я создал Вихрелинзу, благодаря которой мог видеть Кодекс, где он изначально находился.*\n Я создал Вихрекуб, чтобы сосредоточить силу Лунных камней и притянуть Вихрь в мир.*\n Затем я с помощью линзы сформировал изображение Кодекса на кубе.*\n Вихрь коснулся нашего мира, изображение материализовалось, и Кодекс явился для должного использования нашей расой!&"
        ]
    },
    {
        "english": [
            "<kodeks destermur>&\nThe Book of The Underworld&\n\n <alt desde terreg ai",
            " ali terreg. ante esta terreg manite mur aniw zen. plu tri de ista zen",
            " vid zaw ve uide anvolde lem. ista daemon ade pal ew delsa. kualem ",
            "lokte ista daemon de destermur sa lok. ew kerde, lem inte son esta ",
            "misve uide liy. a kua lemmur uiste, an zen anku vol verde uis. feluis ",
            "de lokde daemon nes ankredle.> &\n\n(Translation)\n\nDeep below the land ",
            "there is another land. In that land live many strange creatures.*\n The",
            " most interesting of these creatures look something like our wingless ",
            "ones. These daemons, however, are pale and soft.*\n Some say that these",
            " daemons from the underworld can speak. And, to be sure, they make ",
            "sounds that are similar to our language.*\n But as everyone knows, no ",
            "creature without wings is truly intelligent. Fables of talking daemons",
            " must be discredited.&"
        ],
        "russian": [
            "<kodeks destermur>&\nКнига Подземного мира&\n\n<alt desde terreg ai ali terreg. ante esta terreg manite mur aniw zen. plu tri de ista zen vid zaw ve uide anvolde lem. ista daemon ade pal ew delsa. kualem lokte ista daemon de destermur sa lok. ew kerde, lem inte son esta misve uide liy. a kua lemmur uiste, an zen anku vol verde uis. feluis de lokde daemon nes ankredle.> &\n\n(Перевод)\n\nГлубоко под землёй есть другая страна. В этой стране живёт много странных существ.*\n Самые интересные из этих существ похожи на наших бескрылых. Однако демоны эти бледны и слабы.*\n Некоторые утверждают, что эти демоны из Подземного мира могут говорить. И, во всяком случае, они издают звуки, похожие на наш язык.*\n Но, как всем известно, ни одно существо без крыльев не может быть по-настоящему разумным. Басни о говорящих демонах должны быть развенчаны.&"
        ]
    },
    {
        "english": [
            "<kodeks benmontas>&\nThe Book of Administration&\n\n <dur anmurde vastim ",
            "ui volde lem monte anvolde lem. ista ver ew behde. a ui nes tutim ",
            "reski lem an min persa de ui. zentu ku an uiscar ansa por. a ni sa ",
            "zentu ku an porcar. tu nes per te pri si kui re leinle. er duk anvolde",
            " lem, ew ark lem de via feltas. a duk lem ku lentas ew vervid.> &\n\n",
            "(Translation)\n\nFor countless ages, we winged ones have led the ",
            "wingless ones. This is right and proper.*\n But we must always remember",
            " that they are no less valuable than we.*\n A body with no head cannot ",
            "move. But neither can a body with no legs.*\n All must function in ",
            "unity if anything is to be achieved.*\n So guide the wingless ones, and",
            " keep them from paths of error. But guide them with respect.&"
        ],
        "russian": [
            "<kodeks benmontas>&\nКнига управления&\n\n<dur anmurde vastim ui volde lem monte anvolde lem. ista ver ew behde. a ui nes tutim reski lem an min persa de ui. zentu ku an uiscar ansa por. a ni sa zentu ku an porcar. tu nes per te pri si kui re leinle. er duk anvolde lem, ew ark lem de via feltas. a duk lem ku lentas ew vervid.> &\n\n(Перевод)\n\nНа протяжении бесчисленных веков мы, крылатые, вели за собой бескрылых. Это правильно и разумно.*\n Но мы всегда должны помнить, что они не менее ценны, чем мы.*\n Тело не может двигаться без головы. Но не может и без ног.*\n Всё должно функционировать как единое целое, если хочешь чего-то достичь.*\n Так направляйте же бескрылых и берегите их от ложных путей. Но относитесь к ним с уважением.&"
        ]
    },
    {
        "english": [
            "<kodeks benommani>&\nThe Book of Prosperity&\n\n <vas praetim, vas vidlem",
            " naksatilor kalle kodeks ante termur. ita rele vastim benommani. ",
            "kodeks terle ante terort pritas, teresta re vidle pa lem nesde vasuis.",
            " vidlem terreg, monle pa naksatilor, juksarkle kodeks ku saeykt grav. ",
            "sol lem ad omde vestas trak uis canle terpor ew leg kodeks. ante ",
            "kodeks skrile pri ben ew ver res kui kuae. lem nes sol terpor kodeks, ",
            "leg lem, ew inuislok lemde monuis aptade. ku verinde uis ew ankadsa ",
            "ski, tu mante est ten un, or, ew us nesle re pos apta via. ista est ",
            "desintas uide murom, ew ita uide zenmur sa per kodeks uisde ew bende. ",
            "ista est kuauis kodeks est: re mon gar{ zenmur trak ultim benommani.> ",
            "&\n\n(Translation)\n\nLong ago, the great seer Naxatilor summoned the ",
            "Codex into the world. Thus began the great time of prosperity.*\n The ",
            "Codex was placed within the Temple of Singularity, there to be viewed ",
            "by those requiring its knowledge.*\n The seers of the land, led by ",
            "Naxatilor, protected the Codex with a forcefield.*\n Only those upon ",
            "sacred quests for wisdom are allowed to reach and read the Codex.*\n ",
            "Within the Codex is written the one right and true answer to any ",
            "problem. One has but to reach the Codex, read it, and interpret its ",
            "advice properly.*\n With perfect wisdom and infallible knowledge, all ",
            "that remains is to have the control, passion and diligence required to",
            " follow the proper course.*\n These are the underpinnings of our ",
            "society, and so our race is able to use the Codex wisely and well.*\n ",
            "This is the reason why the Codex exists: to lead the gargoyle race to ",
            "ultimate prosperity.&"
        ],
        "russian": [
            "<kodeks benommani>&\nКнига процветания&\n\n<vas praetim, vas vidlem naksatilor kalle kodeks ante termur. ita rele vastim benommani. kodeks terle ante terort pritas, teresta re vidle pa lem nesde vasuis. vidlem terreg, monle pa naksatilor, juksarkle kodeks ku saeykt grav. sol lem ad omde vestas trak uis canle terpor ew leg kodeks. ante kodeks skrile pri ben ew ver res kui kuae. lem nes sol terpor kodeks, leg lem, ew inuislok lemde monuis aptade. ku verinde uis ew ankadsa ski, tu mante est ten un, or, ew us nesle re pos apta via. ista est desintas uide murom, ew ita uide zenmur sa per kodeks uisde ew bende. ista est kuauis kodeks est: re mon gar{ zenmur trak ultim benommani.> &\n\n(Перевод)\n\nДавным-давно великий провидец Наксатилор призвал в мир Кодекс. Так началось великое время процветания.*\n  Кодекс был помещён в Храм Сингулярности, чтобы его видели только те, кто нуждается в его знаниях.*\n  Провидцы страны во главе с Наксатилором защитили Кодекс силовым полем.*\n  Только те, кто отправлялся на священные поиски мудрости, могли подойти и прочитать Кодекс.*\n  В Кодексе записан единственно правильный и верный ответ на любой вопрос. Нужно только добраться до Кодекса, прочесть и правильно истолковать его совет.*\n  С совершенной мудростью и непогрешимым знанием остаётся только запастись сдержанностью, страстью и усердием, необходимыми, чтобы следовать правильным путём.*\n  Это основа нашего общества, и поэтому наша раса может использовать Кодекс мудро и достойно.*\n  Вот для чего нужен Кодекс: привести расу горгулий к благоденствию.&"
        ]
    },
    {
        "english": [
            "<kodeks xen>&\nThe Book of Family&\n\n <kuatim betlem grespor de ov, lem ",
            "inzenle anku vol. a vel de inzen lem sa ski si betlem re invas est ",
            "volde au anvolde lem. anvolde lem ansa lok, ew anten skitas de volde ",
            "lem. lem nes dukle. volde lem anmur, a lem kredonle ku skitas ew uis ",
            "de zenmur. lem nes dukte. sek volde ew anvolde lem sal de mis ov, ew ",
            "sek dete de mis xen. tu per ve pride tutas, re plu ben inten agratas ",
            "trak temanitas ante uide termur.> &\n\n(Translation)\n\nWhen a child ",
            "hatches from his egg, he is born without wings. But even from birth ",
            "one can tell whether a child will grow up to be a winged or a wingless",
            " one.*\n The wingless ones cannot speak, and lack the intelligence of ",
            "the winged ones. They must be guided.*\n The winged ones are few, but ",
            "they are entrusted with the intelligence and wisdom of the race. They ",
            "must guide.*\n Both winged and wingless ones spring from the same eggs,",
            " and both belong to the same family.*\n All function as a single whole,",
            " to better maintain the struggle for survival in our world.&"
        ],
        "russian": [
            "<kodeks xen>&\nКнига о семье&\n\n<kuatim betlem grespor de ov, lem inzenle anku vol. a vel de inzen lem sa ski si betlem re invas est volde au anvolde lem. anvolde lem ansa lok, ew anten skitas de volde lem. lem nes dukle. volde lem anmur, a lem kredonle ku skitas ew uis de zenmur. lem nes dukte. sek volde ew anvolde lem sal de mis ov, ew sek dete de mis xen. tu per ve pride tutas, re plu ben inten agratas trak temanitas ante uide termur.> &\n\n(Перевод)\n\nКогда детёныш вылупляется из яйца, он рождается без крыльев. Но уже с рождения можно сказать, вырастет ли детёныш крылатым или бескрылым.*\n Бескрылые не могут говорить и не обладают интеллектом крылатых. Их нужно направлять.*\n Крылатых немного, но им доверены разум и мудрость расы. Их задача - направлять.*\n Как крылатые, так и бескрылые происходят из одних и тех же яиц и принадлежат одному семейству.*\n Все они действуют как единое целое, чтобы поддерживать борьбу за выживание в нашем мире.&"
        ]
    },
    {
        "english": [
            "<kodeks kir>&\nThe Book of Circles&\n\n <tu rete ku qi aksi: un, or, ew ",
            "us. de un sal traktas. de or sal sent. de us sal tepertas. a ista qi ",
            "bentas an plu mag de sekde pen: un kuporte ku or re don mistas. or ",
            "kuporte ku us re don leintas. ew us int ku un re don benintas. anai de",
            " un, or, ew us est anord. ita anai de aksi vidukte trak semde bentas, ",
            "ord. qi aksi priinte re in pritas. ista est okde bentas, a lem mistim ",
            "pri, kuauis kuante pritas sa venle tu aksi, ew ita tu bentas. kir ten ",
            "an fin. lem teinte tutim, ku tu car parde mag te benfin de tutas. uide",
            " murom mis. lem mis teinte tutim, ku tu carzen, ew tu bentas, par car ",
            "de priinle tutas.> &\n\n(Translation)\n\nAll begins with the three ",
            "principles: Control, Passion and Diligence.*\n From Control springs ",
            "Direction. From Passion springs Feeling. From Diligence springs ",
            "Persistence.*\n But these three virtues are no more important than the ",
            "other five:*\n Control combines with Passion to give Balance. Passion ",
            "combines with Diligence to yield Achievement. And Diligence joins with",
            " Control to provide Precision.*\n The absence of Control, Passion and ",
            "Diligence is Chaos. Thus the absence of the principles points toward ",
            "the seventh virtue, Order.*\n The three principles unify to form ",
            "Singularity. This is the eighth virtue, but it is also the first, ",
            "because within Singularity can be found all the principles, and thus ",
            "all the virtues.*\n A circle has no end. It continues forever, with all",
            " parts equally important in the success of the whole.*\n Our society is",
            " the same. It too continues forever, with all members (and all ",
            "virtues) equal parts of the unified whole.&"
        ],
        "russian": [
            "<kodeks kir>&\nКнига о Кругах&\n\n<tu rete ku qi aksi: un, or, ew us. de un sal traktas. de or sal sent. de us sal tepertas. a ista qi bentas an plu mag de sekde pen: un kuporte ku or re don mistas. or kuporte ku us re don leintas. ew us int ku un re don benintas. anai de un, or, ew us est anord. ita anai de aksi vidukte trak semde bentas, ord. qi aksi priinte re in pritas. ista est okde bentas, a lem mistim pri, kuauis kuante pritas sa venle tu aksi, ew ita tu bentas. kir ten an fin. lem teinte tutim, ku tu car parde mag te benfin de tutas. uide murom mis. lem mis teinte tutim, ku tu carzen, ew tu bentas, par car de priinle tutas.> &\n\n(Перевод)\n\nВсё начинается с трёх принципов: Сдержанность, Страсть и Усердие.*\n От Сдержанности возникает Устремление. От Страсти возникает Чувство. От Усердия возникает Стойкость.*\n Но эти три достоинства не более важны, чем остальные пять:*\n Сдержанность в сочетании со Страстью приводит к Равновесию. Страсть в сочетании с Усердием приводит к Успеху. А Усердие, объединённое со Сдержанностью, обеспечивает Точность.*\n  Отсутствие Сдержанности, Страсти и Усердия - это хаос. Таким образом, отсутствие принципов указывает на седьмую добродетель - Порядок.*\n Три принципа вместе формируют Сингулярность. Это восьмая добродетель, но также и первая, потому что в Сингулярности можно найти все принципы и, следовательно, все добродетели.*\n Круг не имеет конца. Это продолжается вечно, и все части одинаково важны для успеха целого.*\n Таково и наше общество. Оно также длится вечно, и все члены (и все добродетели) являются равными частями единого целого.&"
        ]
    },
    {
        "english": [
            "<kodeks ultim uis>&\nThe Codex of Ultimate Wisdom&"
        ],
        "russian": [
            "<kodeks ultim uis>&\nКодекс Высшей Мудрости&"
        ]
    },
    {
        "english": [
            "<kodeks balsil>&\nThe Book of Prophecies&"
        ],
        "russian": [
            "<kodeks balsil>&\nКнига Пророчеств&"
        ]
    },
    {
        "english": [
            "<kodeks kir>&\nThe Book of Circles&"
        ],
        "russian": [
            "<kodeks kir>&\nКнига о Кругах&"
        ]
    },
    {
        "english": [
            "<HERE LIES CAPTAIN HAWKINS>\n\n <HE DIED A HARD D%^[ AND HE DESERVED IT>"
        ],
        "russian": [
            "<ЗДЕСЬ ЛЕЖИТ КАПИТАН ХОКИНС>\n\n <ОН УМЕР МУЧИТЕЛЬНОЙ СМЕРТЬЮ И ОН ЭТО ЗАСЛУЖИЛ>"
        ]
    },
    {
        "english": [
            "This way"
        ],
        "russian": [
            "Сюда"
        ]
    },
    {
        "english": [
            "Drop to your death!"
        ],
        "russian": [
            "Падай навстречу своей смерти!"
        ]
    },
    {
        "english": [
            "That way"
        ],
        "russian": [
            "Отсюда"
        ]
    },
    {
        "english": [
            "The Maze of Death!"
        ],
        "russian": [
            "Лабиринт Смерти!"
        ]
    },
    {
        "english": [
            "Off limits"
        ],
        "russian": [
            "Вход воспрещён"
        ]
    },
    {
        "english": [
            "The bearer of this letter is granted permission to visit the solitary ",
            "confinement cells in the Yew city jail. This permission is given by my",
            " hand this day.  -- Lenora"
        ],
        "russian": [
            "Предъявителю сего письма разрешается посещение одиночных камер в городской тюрьме Тиса. Это разрешение подписано моей рукой сим днём. -- Ленора"
        ]
    },
    {
        "english": [
            "Kafiristan Pass"
        ],
        "russian": [
            "Кафиристанский перевал"
        ]
    },
    {
        "english": [
            "Plans for the construction of a hot air balloon.\n\n First you must have",
            " a wicker balloon basket made, large enough to carry several ",
            "passengers. Then you'll need a big iron cauldron, to hold a fire to ",
            "generate the hot air. Next you must have a huge bag sewn out of silk, ",
            "to hold the hot air in. Lastly, get enough rope to tie the balloon ",
            "securely to the basket. Once you've gathered all of these together, ",
            "use these plans to assemble them. When flying your balloon, you'll ",
            "find that a ship's anchor makes the best ballast, and is also useful ",
            "for stopping the balloon where and when you wish."
        ],
        "russian": [
            "Чертежи конструкции воздушного шара.\n\n Сначала нужно сделать плетёную корзину, достаточно большую, чтобы выдержать нескольких пассажиров. Затем вам понадобится большой железный котёл, чтобы огонь в нём производил горячий воздух. Далее нужен огромный мешок из шёлка, чтобы удерживать горячий воздух. Наконец, разыщите достаточно большой моток верёвки, чтобы надёжно привязать воздушный шар к корзине. Когда добудете всё необходимое, соберите всё с помощью этих чертежей. Для полёта на воздушном шаре знайте, что якорь - лучший балласт, а также полезен для того, чтобы остановить воздушный шар, где и когда вы пожелаете."
        ]
    },
    {
        "english": [
            "<vorteks lorrel>&\nThe Vortex Lens&"
        ],
        "russian": [
            "<vorteks lorrel>&\nВихрелинза&"
        ]
    },
    {
        "english": [
            "<vorteks kuad>&\nThe Vortex Cube&"
        ],
        "russian": [
            "<vorteks kuad>&\nВихрекуб&"
        ]
    },
    {
        "english": [
            "<ara pritas>&\nThe Altar of Singularity&"
        ],
        "russian": [
            "<ara pritas>&\nАлтарь Сингулярности&"
        ]
    },
    {
        "english": [
            "The Book of Spirituality\n\n In your travels through life, remember ",
            "always that Spirituality embodies the sum of all virtues. Chant the ",
            "mantra \"om\" as you meditate on Spirituality, and all will become clear",
            " to you."
        ],
        "russian": [
            "Книга Духовности\n\n В своих путешествиях всегда помните, что Духовность воплощает в себе сумму всех добродетелей. Повторяйте мантру \"ом\", размышляя о Духовности, и всё прояснится."
        ]
    },
    {
        "english": [
            "As always, the Codex is open to the pages bearing exactly the ",
            "information you need.\n*\n \"To return the Codex to the Vortex, place a ",
            "convex lens exactly midway between the Codex and the Flame of ",
            "Singularity, so that the light from the flame converges on the Codex. ",
            "Place a concave lens between the Codex and the Flame of Infinity, so ",
            "that its light diverges over the Codex. Then place the eight ",
            "moonstones within the Vortex Cube. Set it on the ground in front of ",
            "the Codex, and use it to return the Codex from whence it came.\""
        ],
        "russian": [
            "Как всегда, Кодекс открыт именно на той странице, которая вам нужна.\n*\n \"Чтобы вернуть Кодекс в Вихрь, поместите выпуклую линзу точно посередине между Кодексом и Пламенем Сингулярности, чтобы свет от пламени сходился на Кодексе. Поместите вогнутую линзу между Кодексом и Пламенем Бесконечности, чтобы её свет расходился по Кодексу. Затем поместите восемь лунных камней в Вихрекуб. Поставьте его на землю перед Кодексом и воспользуйтесь им, чтобы вернуть Кодекс туда, откуда он прибыл\"."
        ]
    }
]
