{
    "source": "CONVERSE.B",
    "index": 85,
    "id": 184,
    "name": "Daros",
    "f3-after-name": false,
    "description": [
        "a skinny, awkward looking man, wearing boots that come up past his knees.\n*"
    ],
    "f3-after-description": false,
    "conversation": {
        "84": [
            "\"Hey hey hey! Welcome to the finest sewers in Britannia.",
            [
                "IF",
                "byte 235, 0, flag, byte 0, equals",
                [
                    [
                        "SETF",
                        "byte 235",
                        "0"
                    ],
                    "\"\n*\n\"You look like you need a nickname, so I'll call you 'ducks.'"
                ],
                []
            ],
            "\"\n",
            "ASK",
            [
                "KEYWORDS",
                "name",
                [
                    "\"My name's Daros, old duck.\" He shakes your hand.",
                    [
                        "JUMP",
                        222
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "job",
                [
                    "\"Well, ducky, I keep the @sewers running the way they should.\"\n*\n\"When work is slow, sometimes I play a @joke or two on my @friends to keep things lively.\" He winks at you.",
                    [
                        "JUMP",
                        222
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "frie",
                [
                    "\"Even though we don't know each other that well, I'd like to think of you as my friend already.\"",
                    [
                        "JUMP",
                        222
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "play,joke",
                [
                    "\"Oh you know, ducks, the usual kinds.\" He nudges you in the ribs.",
                    [
                        "JUMP",
                        222
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "sewe,work",
                [
                    "\"@Britain is the biggest city in the world, and all those people use a lot of @water.\"\n*\n\"All the runoff drains down here. It's not a bad place to work, really, except for the @rats.\"",
                    [
                        "JUMP",
                        222
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "rat",
                [
                    "\"They're pretty big, ducky, but not to worry.\"\n*\n\"They usually won't eat you until after they've killed you first.\"\n*\n\"Of course, if you have a set of @panpipes, I hear you can just pipe them away...\"",
                    [
                        "JUMP",
                        222
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "pan,pipe",
                [
                    "\"I don't have a set myself. I usually just @run away.\"",
                    [
                        "JUMP",
                        222
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "run,away",
                [
                    "\"It's real good exercise!\"",
                    [
                        "JUMP",
                        222
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "wate,runo,drai",
                [
                    "\"I wouldn't go swimming around here, ducks.\"",
                    [
                        "JUMP",
                        222
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "brit",
                [
                    "\"Go back up and have a look! I'm sure it's still there.\"\n*\nHe grins, obviously delighted with his own sense of humor.",
                    [
                        "JUMP",
                        222
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "bye",
                [
                    [
                        "IF",
                        "byte 1, canCarry, byte 169, byte 1, weight, greater, byte 1, byte 169, byte 0, isInActorObj, byte 0, equals, and",
                        [
                            [
                                "NEW",
                                "byte 1",
                                "byte 169",
                                "byte 0",
                                "byte 1"
                            ]
                        ],
                        []
                    ],
                    "\"See you around, old duck.\"\n\n*He gives you a hearty slap on the back as you leave, which almost knocks one of the straps on your pack loose.\n",
                    "BYE"
                ]
            ],
            [
                "KEYWORDS",
                "*",
                [
                    "\"That's not something I talk about much, down here...\""
                ]
            ],
            [
                "JUMP",
                222
            ]
        ]
    }
}