{
    "source": "CONVERSE.A",
    "index": 83,
    "id": 83,
    "name": "Gideon",
    "f3-after-name": false,
    "description": [
        "a man bent over with age. An old brown tunic hangs loosely on him.",
        "WAIT",
        "\n"
    ],
    "f3-after-description": false,
    "conversation": {
        "78": [
            [
                "IF",
                "byte 235, 0, flag",
                [
                    [
                        "JUMP",
                        353
                    ]
                ],
                []
            ],
            "He looks at you, then looks over his shoulder and shouts to someone behind him.",
            "WAIT",
            "\n\n\"There, I told you, Marta. New people, new food for our souls.\"",
            "WAIT",
            "\n\nHe turns back to you. \"Welcome to the @Haunting @Inn.\"",
            "WAIT",
            "\n\n\"Come and sit, for you must have many @tales.\"\n",
            [
                "SETF",
                "byte 235",
                "0"
            ],
            [
                "JUMP",
                467
            ]
        ],
        "353": [
            "\"Is it you, $P?\" he says, leaning close and staring you in the eyes.",
            "WAIT",
            "\n\n\"Of course it is! Welcome back, traveler.\"\n",
            "ASK",
            [
                "KEYWORDS",
                "name",
                [
                    "\"@Gideon, my friend, Gideon's what I'm called by one and all.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "tale",
                [
                    "\"Yes, let us swap stories for a while...\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "Gide",
                [
                    "\"Tis an old family name meaning 'one who spreads the @word.'\"",
                    "WAIT",
                    "\n\n\"My @wife tells me I spread too many of them around.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "lodg,room,inn",
                [
                    [
                        "JUMP",
                        6778
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "word",
                [
                    "\"The word I spread is one of kindness to all souls!\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "stra,bedr,drin,well,skif,race,samp,ware,odd,empt",
                [
                    "\"Yes.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "job",
                [
                    "\"My @wife would say it is to annoy the customers with idle @banter. She's dear.\"",
                    "WAIT",
                    "\n\n\"I have @rooms for let.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "wife",
                [
                    "\"When I was a young man I visited the @shrine to contemplate an emptiness I felt inside.\"",
                    "WAIT",
                    "\n\n\"Marta was there, so beautiful and shy.\"",
                    "WAIT",
                    "\n\n\"We sat in silence together for hours.\"",
                    "WAIT",
                    "\n\n\"Finally, she could take no more and turned and kissed me.\"",
                    "WAIT",
                    "\n\nA shout comes from the room behind him.",
                    "WAIT",
                    "\n\nHe answers, \"No, @Marta, our guests are not asleep yet.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "haun",
                [
                    "\"That name used to be just words.\"",
                    "WAIT",
                    "\n\n\"But now, with what @Marta saw...\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "shri",
                [
                    "\"The shrine of Spirituality. It is where we go when we are troubled.\"",
                    "WAIT",
                    "\n\n\"You should visit it sometime.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "shou,mart,what,saw",
                [
                    "\"She hasn't come out of that room since she saw that darn ghost in the dining room a few nights ago.\"",
                    "WAIT",
                    "\n\n\"She told me the lanterns went out and a spectre drifted in front of her.\"",
                    "WAIT",
                    "\n\n\"She let out such a @scream that I heard her from our bedroom.\"",
                    "WAIT",
                    "\n\nHe shakes his head and glances at the room behind him.\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "ghos,dini,lant,spec,scre",
                [
                    "\"My Marta doesn't spook that easy. After all, she's woke up next to me all these years.\"",
                    "WAIT",
                    "\n\n\"At first I thought maybe I should lock the @cupboard where we keep the wine.\"",
                    "WAIT",
                    "\n\n\"But I don't think my Marta's been nippin'. I wish I knew what she saw.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "cup,wine",
                [
                    "\"If you've never had @Stivius' wine, you're in for a treat.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "hora",
                [
                    "\"He's the alchemist who lives on @Iver's Rounding.\"",
                    "WAIT",
                    "\n\n\"You'll need a boat to get there though.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "iver,roun",
                [
                    "\"It was named after a famous pirate who beached his craft there during a storm.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "stiv,wine",
                [
                    "\"He lives next door. Strange fellow...\"",
                    "WAIT",
                    "\n\n\"I think he's sampled too much of his own wares.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "idle,bant",
                [
                    "\"I'm sure by now you've heard such banter about old Quenton.\"",
                    "WAIT",
                    "\n\n\"He was a dear soul.\" Gideon looks past you into the distance.",
                    "WAIT",
                    "\n\n\"I could not believe it was him by the well.\" His eyes become watery.",
                    "WAIT",
                    "\n\n\"He lay so quiet, no sign of pain on his face, and just an @amulet in his bloody hand.\"",
                    "WAIT",
                    "\nHe looks at the floor and mumbles. \"@Quen, I miss you, old mate.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "quen,old,mate",
                [
                    "\"We came to this island many years ago.\"",
                    "WAIT",
                    "\n\n\"As children we'd take the boats and race around the point.\"",
                    "WAIT",
                    "\n\n\"Marta and I took care of him when @Mondain's henchmen killed his wife @Elisabeth.\"",
                    "WAIT",
                    "\n\n\"We care for his daughter, Marney, now. She's such a brave girl.\" He pauses a moment then continues.",
                    "WAIT",
                    "\n\n\"Neither I nor the @travelers staying here heard anything the night he was @killed.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "kill",
                [
                    "He looks at you a moment, then leans closer. \"They say that Quenton was killed by a Gargoyle.\"",
                    "WAIT",
                    "\n\n\"I've heard these beasts eat their prey. Why did they leave Quenton alone then?\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "mond,henc",
                [
                    "\"Yes, Quenton and Yorl were out fishing when a few of those evil ones landed here.\"",
                    "WAIT",
                    "\n\n\"They were fleeing Lord British's men and apparently thought our hamlet was safe haven.\"",
                    "WAIT",
                    "\n\n\"They went around asking for some person named Relthor, or @Renthar... something like that.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "elis",
                [
                    "\"She was an angel to view. Blonde hair, green eyes, tall slender body. Marney could be her twin.\"",
                    "WAIT",
                    "\n\n\"I can still see Elisa's brave face as the men led her to their boat.\"",
                    "WAIT",
                    "\n\n\"They said that after she got them past their pursuers she would be freed.\" He hides his face in his hands.",
                    "WAIT",
                    "\n\n\"Our beliefs held us still.\"",
                    "WAIT",
                    "\n\n\"She turned and handed @something to her crying little @girl.\"",
                    "WAIT",
                    "\n\n\"Then she @boarded the skiff, and they were gone.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "marn,cryi,litt,brav,girl",
                [
                    "\"She, like her mother, is strong in her @beliefs.\"",
                    "WAIT",
                    "\n\n\"When we buried her father, she sang a song she wrote for him.\" He softly sings.",
                    "WAIT",
                    "\n\n\"'You put your love in my heart, and now it's fallen apart, but all alone in the dark, I will remove the pain.'\"",
                    "WAIT",
                    "\n\n\"'There is a sting in my eyes, and your name in my cries, but still I realize, that you are part of me.'\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "boar,skif",
                [
                    "\"Elisabeth bowed her head as they sailed off.\" He looks absently at the floor and attempts to clear his throat.",
                    "WAIT",
                    "\n\nSpeaking again, his voice is a whisper. \"They found her body along the @coast south of here.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "coas,sout",
                [
                    "He looks at you, his eyes red and his lip quivering. He simply nods.\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "hand,some",
                [
                    "\"I couldn't see what it was.\"\n ",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "relt,rent,pers",
                [
                    "\"We had no such person in this town. Not by that name.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "beli,stil",
                [
                    "\"We are a peaceful people.\"",
                    "WAIT",
                    "\n\"We believe that all men have hearts that can possess either good or evil.\"",
                    "WAIT",
                    "\n\n\"These evil ones believed that by tearing down others, they could become more powerful.\"",
                    "WAIT",
                    "\n\n\"The truth is, when you tear down another's ladder you become no higher, they just become lower.\"",
                    "WAIT",
                    "\n\n\"It is harder to build your ladder on your own, but you will see farther in the end.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "trav,murd",
                [
                    "\"I questioned them about the night of the murder.\"",
                    "WAIT",
                    "\n\n\"Still, of all of us, my Marta and I had the best vantage point from which to witness, or even hear, the murder.\"",
                    "WAIT",
                    "\n\n\"Yet we saw and heard nothing.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "amul",
                [
                    "\"We went and told Yorl what had happened.\"",
                    "WAIT",
                    "\n\n\"When he returned with us to the well, he removed the amulet from Quenton's hand and took it to Marney.\"",
                    "WAIT",
                    "\n\n\"It took courage to tell her the news.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "tren,bell",
                [
                    "\"He means well, it's just his attitude is all wrong for the job.\"",
                    "WAIT",
                    "\n\n\"He should spend some time in New @Magincia.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "new,magi",
                [
                    "\"You should sail there someday.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "yorl",
                [
                    "His eyes light up \"He is one of the friendliest people in this hamlet.\"",
                    "WAIT",
                    "\n\n\"You must go see him, down by the pier.\" He stares absently at your shirt pocket.",
                    "WAIT",
                    "\n\n\"He's been like a father to Marney.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "deza",
                [
                    "\"She's a dear soul. I sometimes feel sorry for her. I mean, her weight and all.\"",
                    "WAIT",
                    "\n\n\"Still, she is one of the most interesting people I've ever met.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "mich",
                [
                    "\"Now there's a sad soul. He was so young when he got tangled up with the wrong group of kids.\"",
                    "WAIT",
                    "\n\n\"Had he been raised by someone with a good heart, he might have been one of Lord @British's greatest knights.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "lord,brit",
                [
                    "\"I'm just an innkeep. Ask @Yorl: his father used to sail for our ruler.\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "bye",
                [
                    "\"Come back, dear souls.\"\n",
                    "BYE"
                ]
            ],
            [
                "KEYWORDS",
                "*",
                [
                    "\"Ask someone else about that.\"\n"
                ]
            ],
            [
                "JUMP",
                467
            ]
        ],
        "6778": [
            [
                "ASSIGN",
                "0, integer",
                "23, integer, byte 1, plus, byte 4, multiply"
            ],
            "\"#0 gold for a room and a meal. Interested?\" ",
            [
                "ASKC",
                "yn"
            ],
            [
                "KEYWORDS",
                "y",
                [
                    [
                        "IF",
                        "byte 1, byte 88, countObj, 0, integer, less",
                        [
                            "\"I'm sorry, but we require cash in advance for our rooms.\n\"",
                            "BYE"
                        ],
                        []
                    ],
                    [
                        "DELETE",
                        "byte 1",
                        "byte 88",
                        "byte 0",
                        "0, integer"
                    ],
                    "You sleep in a comfortable bed...\n",
                    "SLEEP",
                    "\nYou wake rested and eat a large breakfast.",
                    "WAIT",
                    "\n\n\"Good morning, my friend",
                    [
                        "IF",
                        "23, integer",
                        [
                            "s"
                        ],
                        []
                    ],
                    ".\"\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "n",
                [
                    "\"Perhaps some other time, then.\n",
                    [
                        "JUMP",
                        467
                    ]
                ]
            ]
        ]
    }
}