{
    "source": "CONVERSE.A",
    "index": 89,
    "id": 89,
    "name": "Marney",
    "f3-after-name": false,
    "description": [
        "a tall, delicate looking female. Her smile puts you at ease.*"
    ],
    "f3-after-description": false,
    "interaction": {
        "71": [
            [
                "IF",
                "hasBit(byte 235, value 0)"
            ],
            [
                "JUMP",
                205
            ],
            "ENDIF",
            "\"Hello $G, welcome to my home.\"",
            "WAIT",
            "\n\nHer eyes are as blue as the ocean and her movements as rythmic as the tide.",
            "WAIT",
            "\n",
            [
                "SETF",
                [
                    "byte",
                    235
                ],
                [
                    "value",
                    0
                ]
            ],
            [
                "JUMP",
                256
            ]
        ],
        "205": [
            "\"I recognize you from before.\" She winks at you.",
            "WAIT",
            "\n\n\n\"What can I do for you?\"\n"
        ],
        "256": [
            "\n\"What can I do for you?\"\n",
            "ASK",
            [
                "KEYWORDS",
                "name",
                [
                    "\"My father chose an ancient word for my name.\"",
                    "WAIT",
                    "\n\n\"It means the cool breeze after a storm has passed. @Marney.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "job",
                [
                    "\"I look after the @dock.\"",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "dock,skif",
                [
                    "\"Oh, you're probably wanting a skiff to get out to old Horance's island.\"",
                    "WAIT",
                    "\n\n\"Well, we have none for sale, but feel free to borrow the one at the dock.\"",
                    "WAIT",
                    "\n\n\"Be sure to return it, though!\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "marn",
                [
                    "\"It is in a @poem my mother wrote to him when they first met.\"",
                    "WAIT",
                    "\n\nShe grabs a @locket that hangs around her neck and opens it.",
                    "WAIT",
                    "\n\nInside is a folded piece of cloth with words printed on it. She begins to read.",
                    "WAIT",
                    "\n\n\"At first we met and dark clouds gathered, the thunder sounding your approach.\"",
                    "WAIT",
                    "\n\n\"Then comes the storm of our hearts pounding and in the end the marney's touch.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "poem",
                [
                    "\"Certainly you can look at it.\" She hands the tiny cloth to you.",
                    "WAIT",
                    "\n\nLooking at it, you discover that she has read only the first verse of the poem.",
                    "WAIT",
                    "\n\nThe second reads, \"If I should leave and you are lonely,",
                    "WAIT",
                    "\nRemember where my love is kept:",
                    "WAIT",
                    "\nInside a @basket made of promise,",
                    "WAIT",
                    "\nYou'll find my dreams of us have slept.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "bask",
                [
                    "\"A basket? I have one in my hope chest. Feel free to look for yourself.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "lock,amul",
                [
                    "\"My mother gave me this just before she was taken by those evil men.\"",
                    "WAIT",
                    "\n\n\"My mother told me to give it to father when he returned from the @sea.\"",
                    "WAIT",
                    "\n\n\"Yorl gave it back to me after he was @killed.\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "sea",
                [
                    "\"My father had gone out to help @Yorl bring in the catch that afternoon.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "rune",
                [
                    "\"I am sorry for our town. You see, my father was the caretaker of the rune stone.\"",
                    "WAIT",
                    "\n\n\"After he died, we had no way of finding out where he put it.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "ghos",
                [
                    "She bows her head a moment and with a shaky voice begins to speak.",
                    "WAIT",
                    "\n\n\"It is something I care not to talk about. His memory brings only sadness to me.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "quen,fath",
                [
                    "\"My father? He was a brave man and very strong.\"",
                    "WAIT",
                    "\n\"That he died in such a violent way was so wrong.\"",
                    "WAIT",
                    "\n\n\"But I am sure there is a reason for it.\" ",
                    "WAIT",
                    "\n\nHer blue eyes glisten with new-formed tears.\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "murd,kill,die",
                [
                    "She rubs her nose with the knuckle of her hand.",
                    "WAIT",
                    "\n\n\"I can not see why those beasts would kill him, but perhaps it was just unfortunate.\"",
                    "WAIT",
                    "\n\n\"Still, I can't see why he was at the inn that late.\"",
                    "WAIT",
                    "\n\n\"Had he been drinking, @Yorl would have been with him.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "yorl",
                [
                    "\"Oh, Yorl.\" She smiles to herself. \"He and father were never apart.\"",
                    "WAIT",
                    "\n\n\"After my mother was kidnapped, Yorl helped my father get back on his feet.\"",
                    "WAIT",
                    "\n\n\"They were always together.\" Her gaze returns to you.",
                    "WAIT",
                    "\n\n\"If my @father had been drinking at the @inn, Yorl would have been there.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "haun,inn",
                [
                    "\"My father and Yorl would go there after a good catch.\"",
                    "WAIT",
                    "\n\n\"@Gideon had been a friend of theirs since youth.\"",
                    "WAIT",
                    "\n\n\"The three would would drink and reminisce together.\"\n"
                ]
            ],
            [
                "KEYWORDS",
                "garg,beas",
                [
                    "She looks at you and swallows. \"I cannot talk about these creatures.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "tren,bell",
                [
                    "\"I believe he has done all he can for me.\"",
                    "WAIT",
                    "\n\n\"When my father was murdered, he took charge to find the gargoyles.\"",
                    "WAIT",
                    "\n\n\"None were found though.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "mich",
                [
                    "Her eyes brighten at the mention of his name. \"He is a very handsome man.\"",
                    "WAIT",
                    "\n\n\"I see him only occasionally when he comes into town.\"",
                    "WAIT",
                    "\n\nShe looks absently out the window. \"Yorl would never let me see him though.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "gide",
                [
                    "\"He and his wife are very kind to me. They have taught me so much about how to treat others.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "stiv",
                [
                    "\"He is a sweet little man. He brought me wine on my sixteenth birthday.\"",
                    "WAIT",
                    "\n\n\"I'm quite fond of him.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "deza",
                [
                    "\"She has done as much as she can to heal my wounded heart.\"",
                    "WAIT",
                    "\n\n\"She bakes for me and we have long talks about almost everything.\"",
                    "WAIT",
                    "\n\n\"I wish I were as beautiful as she.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "hora",
                [
                    "\"Ah, now, Horance is much wiser than most know.\"",
                    "WAIT",
                    "\n\n\"He is also my mentor when it comes to poetry.\"",
                    "WAIT",
                    "\n\n\"He has a way of reminding me that I am too concerned with myself.\"",
                    "WAIT",
                    "\n\n\"It is a gentle way, but a firm reminder.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "lord,brit",
                [
                    "\"I saw him once when I was a little girl.\"",
                    "WAIT",
                    "\n\n\"We had gone to his castle for a celebration and there he sat on a great white charger.\"",
                    "WAIT",
                    "\n\n\"What a sight he was.\"\n",
                    [
                        "JUMP",
                        282
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "bye",
                [
                    "\"I am sorry that I wept. It is not your fault. Goodbye.\"\n",
                    "BYE"
                ]
            ],
            [
                "KEYWORDS",
                "*",
                [
                    "As you ask this, she begins to cry.Gathering her strength she looks at you. \"Sorry?\"\n"
                ]
            ],
            [
                "JUMP",
                282
            ]
        ]
    },
    "data": {}
}