{
    "source": "CONVERSE.B",
    "index": 83,
    "id": 182,
    "name": "Phoenix",
    "f3-after-name": false,
    "description": [
        "a graceful, silver haired woman in robes of blue.\n*"
    ],
    "f3-after-description": false,
    "conversation": {
        "62": [
            "She eyes you suspiciously. \"What do you want?\"\n",
            "ASK",
            [
                "KEYWORDS",
                "name",
                [
                    "\"I am Phoenix.\"",
                    [
                        "SETF",
                        [
                            211,
                            235
                        ],
                        [
                            0
                        ]
                    ],
                    [
                        "JUMP",
                        108
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "job",
                [
                    "\"I used to be captain of the Black @Thechu.\"\n*\n\"But now I'm a member of the @thieves @guild, and I don't care who knows it.\"\n*\n\"Britain is the wealthiest city in the world, and I make a tidy living sneaking up there at night to 'liberate' a few possessions.\"\n*\n\"Of course, I only steal from those who have too much wealth for their own good.\"",
                    [
                        "JUMP",
                        108
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "libe,stea,thie",
                [
                    "\"It's an honorable profession, with as long a tradition as any other.\"",
                    [
                        "JUMP",
                        108
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "capt,blac,thec",
                [
                    "\"She was the finest ship that ever sailed. But those days are past.\"\n*\n\"The crew's scattered to the four corners of the earth, and the Thechu's off amongst the @stars.\"",
                    [
                        "JUMP",
                        108
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "crew,star",
                [
                    "\"We were at port one day when the anchor chain snapped, and the Thechu drifted off the @edge of the world.\"\n*\n\"I'd join her if I could, and sail through space...\"",
                    [
                        "JUMP",
                        108
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "four,corn,eart,edge,worl",
                [
                    "\"The world is flat, you know.\" She eyes you appraisingly.\n*\n\"Surely any well educated person would be aware of that.\"",
                    [
                        "JUMP",
                        108
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "belt",
                [
                    "\"You want my belt? I'm sorry, ",
                    [
                        "IF",
                        [
                            16,
                            178,
                            211,
                            1,
                            134
                        ],
                        [
                            "lass"
                        ],
                        [
                            "laddy"
                        ]
                    ],
                    ", but I'm not ready to @retire just yet.\"",
                    [
                        "JUMP",
                        108
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "reti",
                [
                    "\"No way! I'm making too good a living to give it up now.\"\n*\n\"If you want to get my belt, use your @wits. Prove you're worthy to replace me.\"",
                    [
                        "JUMP",
                        108
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "wit,prov,wort,repl",
                [
                    "\"Figure it out yourself.\"\n",
                    "BYE"
                ]
            ],
            [
                "KEYWORDS",
                "guil",
                [
                    "\"If you want to join the guild, go talk to @Budo about it.\"",
                    [
                        "JUMP",
                        108
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "budo",
                [
                    "\"He lives in Buccaneer's @Den.\"\n*\n\"These tunnels can take you there - unless you get lost, or the rats get you...\"",
                    [
                        "JUMP",
                        108
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "bucc,den",
                [
                    "\"The rumors of @pirates there are just idle @chatter.\"\n*\nShe smiles. \"I haven't been there in a while. It's a lovely little town...\"",
                    [
                        "JUMP",
                        108
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "chat",
                [
                    "\"I don't know about you, but some of us have more important things to do with our time.\"",
                    [
                        "JUMP",
                        108
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "pira",
                [
                    "\"Pirates? I'm sure I wouldn't know a thing about them.\"",
                    [
                        "JUMP",
                        108
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "bye",
                [
                    "\"About time you were on your way. One thing before you go...\" She draws her dagger.\n*\n\"Don't tell anyone where my hideout is. If you do, some night you'll go to sleep and never wake up again.\"\n*\n\"You'll never know when it's coming.\"\n\n*She turns and throws the dagger at a little mouse that was sniffing around for food, pinning it to the wall by its tail.",
                    [
                        "IF",
                        [
                            211,
                            9,
                            198
                        ],
                        [
                            "WAIT",
                            [
                                "PORTRAIT",
                                [
                                    211,
                                    9
                                ]
                            ],
                            "\n\"Eeeeek!\" Sherry runs up your leg, and it takes several minutes before you can coax her back down again.",
                            "WAIT"
                        ],
                        []
                    ],
                    "\n",
                    "BYE"
                ]
            ],
            [
                "KEYWORDS",
                "*",
                [
                    "\"I haven't got all day to stand around talking. Get to the point, or go bother someone else.\""
                ]
            ],
            [
                "JUMP",
                108
            ]
        ]
    }
}