{
    "source": "CONVERSE.A",
    "index": 30,
    "id": 30,
    "name": "Terri",
    "f3-after-name": false,
    "description": [
        "a sharply dressed, very voluptuous woman.\n*"
    ],
    "f3-after-description": false,
    "interaction": {
        "52": [
            [
                "IF",
                "32, integer, byte 146, equals"
            ],
            "\"I'm eating right now. Come see me at the mint sometime and we can chat.\"\n",
            "BYE",
            "ENDIF",
            [
                "IF",
                "byte 235, 0, flag"
            ],
            "\"Oh, you've come back to visit me again!\"",
            "ELSE",
            [
                "JUMP",
                3087
            ],
            "ENDIF",
            "\n",
            "ASK",
            [
                "KEYWORDS",
                "name",
                [
                    "\"It's Terri... ",
                    [
                        "IF",
                        "16, integer, byte 1, equals",
                        [
                            "But I wish I had been named after you.\""
                        ],
                        [
                            "Don't you think that would be a good name for an Avatar's wife?\" ",
                            [
                                "JUMP",
                                3058
                            ]
                        ]
                    ],
                    [
                        "JUMP",
                        189
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "job",
                [
                    "\"By royal decree, I am the only one allowed to @mint the official coinage of the realm.\"\n*\"Copper @pence, silver pieces, and @gold crowns - they're all made right here.\"\n*\n\"My @father ran the mint before me. But I get lonely here sometimes...\"\n*\n\"It's so nice of you to come by and talk to me.\"\n*\n\"@Kytyn will never believe it when I tell her I got to meet the @Avatar in person!\"",
                    [
                        "JUMP",
                        189
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "avat",
                [
                    "\"You must be the bravest ",
                    [
                        "IF",
                        "16, integer",
                        [
                            "wo"
                        ],
                        []
                    ],
                    "man I've ever met. I can't believe it's really you!\"",
                    [
                        "JUMP",
                        189
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "fath",
                [
                    "\"May he rest in peace.\"",
                    [
                        "JUMP",
                        189
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "moth",
                [
                    "\"May she rest in peace.\"",
                    [
                        "JUMP",
                        189
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "copp,penc,silv,piec",
                [
                    "\"Of course, I'm sure you only carry @gold crowns with you, being as important as you are.\"\n*\nShe reaches over and squeezes your shoulder affectionately.",
                    [
                        "JUMP",
                        189
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "mint,offi,coin,made",
                [
                    "\"Here, let me show you.\" She takes out a sample of each coin for you to look at.\n*\nThe pence has an ankh on one side, and crossed swords on the other.\n*\nThe silver piece has Lord British's face on the front, and a serpent on the back.\n*\nAnd the gold crown is a familiar sight, with a crown and the symbol of the Codex.\n*\nAll three of them look newly minted - they're very shiny.\n",
                    "WAIT",
                    "\n",
                    [
                        "JUMP",
                        2450
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "exch,trad",
                [
                    [
                        "JUMP",
                        2543
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "gold,nugg,crow",
                [
                    "\"Britannia has been so prosperous lately that there's been a lot of demand for gold coinage.\"\n*\n\"Of course we have you to thank for bringing us the Codex and saving Lord British.\"\n*\n",
                    [
                        "JUMP",
                        2450
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "code,lord",
                [
                    "\"My @mother told me all about it.\"",
                    [
                        "JUMP",
                        189
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "kyty",
                [
                    "\"She's a good friend of mine. She runs the @museum.\"",
                    [
                        "JUMP",
                        189
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "muse",
                [
                    "\"You should visit there sometime. But please stay and talk to me a bit longer first...\"",
                    [
                        "JUMP",
                        189
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "bye",
                [
                    "\"I know you're very busy, saving Britannia and all that, but I hope you'll come and visit me again...\n*\n",
                    [
                        "IF",
                        "16, integer, byte 1, equals",
                        [
                            "\"It really was delightful talking to you.\""
                        ],
                        [
                            "\"And maybe if you have time for it, I could show you more than a few silly coins!\"\n*\nAs you turn to leave, she pinches you."
                        ]
                    ],
                    "\n",
                    "BYE"
                ]
            ],
            [
                "KEYWORDS",
                "*",
                [
                    "You notice she was staring at you with a dreamy look in her eyes.\n*\n\"Oh, I'm sorry, I wasn't listening. I was just ",
                    [
                        "IF",
                        "16, integer, byte 1, equals",
                        [
                            "thinking how nice it must be to be as beautiful as you.\""
                        ],
                        [
                            "noticing how strong and handsome you are...\"\n*\nShe looks away and sighs."
                        ]
                    ]
                ]
            ],
            [
                "JUMP",
                189
            ]
        ],
        "2450": [
            "\"I get most of my gold from people who bring in nuggets to @exchange them for coins.\"\n*\n",
            [
                "JUMP",
                2543
            ]
        ],
        "2543": [
            "\"Do you have any gold nuggets you'd like to trade in for crowns?\" ",
            [
                "ASKC",
                "yn"
            ],
            [
                "KEYWORDS",
                "n",
                [
                    "\"Well, if you do later, you know where to find me.\"",
                    [
                        "JUMP",
                        189
                    ]
                ]
            ],
            "\n",
            [
                "IF",
                "byte 89, byte 0, isInPartyObj, word 32769, equals"
            ],
            "\"You must be mistaken. But let me know if you come across any gold nuggets later.\"",
            [
                "JUMP",
                189
            ],
            "ENDIF",
            "\"Normally there's a ten percent tax on the exchange.\"\n*\n\"But since you're the Avatar, I'll give you a full hundred crowns for every stone's-weight of gold you have.\"\n*\nShe exchanges all of your gold nuggets for newly minted crowns.",
            [
                "ASSIGN",
                "0, integer",
                "byte 89, byte 0, isInPartyObj"
            ],
            [
                "IF",
                "0, integer, word 32769, equals"
            ],
            [
                "JUMP",
                189
            ],
            "ENDIF",
            [
                "DELETE",
                "0, integer",
                "byte 89",
                "byte 0",
                "byte 1"
            ],
            [
                "NEW",
                "0, integer",
                "byte 88",
                "byte 0",
                "byte 10"
            ],
            [
                "JUMP",
                3003
            ]
        ],
        "3058": [
            [
                "ASKC",
                "yn"
            ],
            [
                "KEYWORDS",
                "*",
                [
                    "She winks at you."
                ]
            ],
            [
                "JUMP",
                189
            ]
        ],
        "3087": [
            [
                "SETF",
                "byte 235",
                "0"
            ],
            "\"Hello. My name's Terri - I run the mint.\"\n*\n\"Say, aren't you the Avatar? Yes, I recognize you from your portrait...\"\n*\n\"My mother used to tell me stories about you when I was a girl.\"\n*\n\"You probably wouldn't remember her, but she was at the big celebration right after you recovered the Codex.\"\n*\n\"Anyway... I just wanted to tell you that I always ",
            [
                "IF",
                "16, integer, byte 1, equals"
            ],
            "wanted to grow up to be just like you...\"",
            "ELSE",
            "hoped someday I'd meet a man like you...\"",
            "ENDIF",
            [
                "JUMP",
                189
            ]
        ]
    }
}