{
    "source": "CONVERSE.A",
    "index": 8,
    "id": 8,
    "name": "Tholden",
    "f3-after-name": false,
    "description": [
        "a preoccupied man holding a ledger under one arm.\n*"
    ],
    "f3-after-description": false,
    "interaction": {
        "62": [
            "\"Records to keep, festivals to plan, I'm so busy... But I can spare you a moment, $G.\"\n",
            "ASK",
            [
                "KEYWORDS",
                "name",
                [
                    "\"I am Tholden von Bazillius, Chancellor to Lord @British.\"\n*\n\"In my younger days, I was known as 'The @Werecat of the Wine Cellar'...\"",
                    [
                        "SETF",
                        [
                            "byte 235"
                        ],
                        [
                            "value 0"
                        ]
                    ],
                    [
                        "JUMP",
                        148
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "were,cat,wine,cell,youn",
                [
                    "\"I could tell you stories... But there's no time for that now.\"",
                    [
                        "JUMP",
                        148
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "lord,brit",
                [
                    "\"A fine ruler indeed. 'Tis a pleasure to keep his kingdom running smoothly for him.\"",
                    [
                        "JUMP",
                        148
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "job",
                [
                    "\"All the little details of governing, all the paperwork falls on my shoulders.\"\n*\n\"Someone must do it, and yet I miss the days when I was a carefree adventurer.\"",
                    [
                        "JUMP",
                        148
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "rune,mant,comp",
                [
                    "\"The rune and mantra of Compassion are in the keeping of the bards at the @Conservatory.\"\n*\n\"I entrusted them with the rune due to their compassionate nature.\"\n*\n\"As for the other runes - they are no longer together, as they were when the @Codex was recovered.\"\n*\n\"Since then, they have become scattered throughout the land. Each was sent to a town near its shrine.\"\n*\n\"If thou dost ask the lords of each of these towns, they should be able to tell thee more.\"\n*\n\"The towns are Moonglow, Jhelom, Yew, Minoc, Trinsic, Skara Brae, and New Magincia.\"",
                    [
                        "JUMP",
                        148
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "code",
                [
                    "\"'Tis the greatest treasure in all the realm.\"",
                    [
                        "JUMP",
                        148
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "cons",
                [
                    "\"'Twas founded by Lord British.\"",
                    [
                        "JUMP",
                        148
                    ]
                ]
            ],
            [
                "KEYWORDS",
                "bye",
                [
                    [
                        "IF",
                        [
                            "equals(integer(value 16), byte 1)"
                        ],
                        [
                            "Tholden goes down on one knee and kisses your hand. "
                        ],
                        [
                            "Tholden bows deeply. "
                        ]
                    ],
                    "\"I hope I have been of assistance, $G.\"\n",
                    "BYE"
                ]
            ],
            [
                "KEYWORDS",
                "*",
                [
                    "\"I cannot help thee with that.\""
                ]
            ],
            [
                "JUMP",
                148
            ]
        ]
    }
}